Repository: mheiber/blue_screen_of_death
Catalog: Sources/BlueScreenOfDeath/Localized/*.lproj/Localizable.strings
Languages: ar, bn, de, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# menu.triggerNow
source: Trigger Now
ar: تشغيل الآن
bn: এখনই চালু করুন
de: Jetzt auslösen
eo: Ekigi nun
es: Activar ahora
fr: Déclencher maintenant
hi: अभी चालू करें
id: Jalankan Sekarang
it: Attiva ora
ja: 今すぐ表示
ko: 지금 표시
nl: Nu activeren
pl: Pokaż teraz
pt_br: Ativar agora
ru: Показать сейчас
th: เริ่มเดี๋ยวนี้
tr: Şimdi Tetikle
uk: Показати зараз
vi: Kích hoạt ngay
zh_hans: 立即触发
zh_hant: 立即觸發

# menu.enabled
source: Enabled
ar: مفعّل
bn: সক্রিয়
de: Aktiviert
eo: Ŝaltita
es: Activado
fr: Activé
hi: सक्रिय
id: Aktif
it: Attivato
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ru: Включено
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

# menu.styleFormat
source: Style: %@
ar: النمط: %@
bn: শৈলী: %@
de: Stil: %@
eo: Stilo: %@
es: Estilo: %@
hi: शैली: %@
id: Gaya: %@
it: Stile: %@
ja: スタイル: %@
ko: 스타일: %@
nl: Stijl: %@
pl: Styl: %@
pt_br: Estilo: %@
ru: Стиль: %@
th: รูปแบบ: %@
tr: Stil: %@
uk: Стиль: %@
vi: Kiểu: %@
zh_hans: 样式: %@
zh_hant: 樣式: %@

# menu.intervalFormat
source: Interval: %@
ar: الفاصل الزمني: %@
bn: ব্যবধান: %@
de: Intervall: %@
eo: Intervalo: %@
es: Intervalo: %@
fr: Intervalle : %@
hi: अंतराल: %@
it: Intervallo: %@
ja: 間隔: %@
ko: 간격: %@
pl: Interwał: %@
pt_br: Intervalo: %@
ru: Интервал: %@
th: ช่วงเวลา: %@
tr: Aralık: %@
uk: Інтервал: %@
vi: Khoảng cách: %@
zh_hans: 间隔: %@
zh_hant: 間隔: %@

# menu.customSchedule
source: Custom Schedule…
ar: جدول مخصص…
bn: কাস্টম সময়সূচি…
de: Eigener Zeitplan…
eo: Propra horaro…
es: Horario personalizado…
fr: Horaire personnalisé…
hi: कस्टम शेड्यूल…
id: Jadwal Kustom…
it: Orario personalizzato…
ja: カスタムスケジュール…
ko: 사용자 지정 일정…
nl: Aangepast schema…
pl: Harmonogram…
pt_br: Horário personalizado…
ru: Расписание…
th: ตารางเวลาที่กำหนดเอง…
tr: Özel Zamanlama…
uk: Розклад…
vi: Lịch tùy chỉnh…
zh_hans: 自定义日程…
zh_hant: 自訂排程…

# menu.suppressScreenShare
source: Suppress During Screen Share
ar: إيقاف أثناء مشاركة الشاشة
bn: স্ক্রিন শেয়ারের সময় বন্ধ রাখুন
de: Bei Bildschirmfreigabe unterdrücken
eo: Kaŝi dum ekrankunhavigo
es: Pausar durante pantalla compartida
fr: Suspendre pendant le partage d'écran
hi: स्क्रीन शेयर के दौरान रोकें
id: Nonaktifkan Saat Berbagi Layar
it: Sospendi durante condivisione schermo
ja: 画面共有中は停止
ko: 화면 공유 중 일시 중지
nl: Onderdrukken bij schermdeling
pl: Wyłącz podczas udostępniania ekranu
pt_br: Pausar durante compartilhamento de tela
ru: Не показывать при демонстрации экрана
th: ระงับขณะแชร์หน้าจอ
tr: Ekran Paylaşımında Duraklat
uk: Не показувати під час демонстрації екрана
vi: Tạm dừng khi chia sẻ màn hình
zh_hans: 屏幕共享时暂停
zh_hant: 螢幕共享時暫停

# menu.lunchReminderFormat
source: Lunch Reminder (%@)…
ar: تذكير الغداء (%@)…
bn: দুপুরের খাবারের স্মারক (%@)…
de: Mittagserinnerung (%@)…
eo: Tagmanĝa rememorigo (%@)…
es: Recordatorio de almuerzo (%@)…
fr: Rappel déjeuner (%@)…
hi: दोपहर के भोजन का अनुस्मारक (%@)…
id: Pengingat Makan Siang (%@)…
it: Promemoria pranzo (%@)…
ja: ランチリマインダー (%@)…
ko: 점심 알림 (%@)…
nl: Lunchherinnering (%@)…
pl: Przypomnienie o obiedzie (%@)…
pt_br: Lembrete de almoço (%@)…
ru: Напоминание об обеде (%@)…
th: เตือนมื้อกลางวัน (%@)…
tr: Öğle Hatırlatıcısı (%@)…
uk: Нагадування про обід (%@)…
vi: Nhắc ăn trưa (%@)…
zh_hans: 午餐提醒 (%@)…
zh_hant: 午餐提醒 (%@)…

# menu.lunchReminder
source: Lunch Reminder…
ar: تذكير الغداء…
bn: দুপুরের খাবারের স্মারক…
de: Mittagserinnerung…
eo: Tagmanĝa rememorigo…
es: Recordatorio de almuerzo…
fr: Rappel déjeuner…
hi: दोपहर के भोजन का अनुस्मारक…
id: Pengingat Makan Siang…
it: Promemoria pranzo…
ja: ランチリマインダー…
ko: 점심 알림…
nl: Lunchherinnering…
pl: Przypomnienie o obiedzie…
pt_br: Lembrete de almoço…
ru: Напоминание об обеде…
th: เตือนมื้อกลางวัน…
tr: Öğle Hatırlatıcısı…
uk: Нагадування про обід…
vi: Nhắc ăn trưa…
zh_hans: 午餐提醒…
zh_hant: 午餐提醒…

# menu.nextFormat
source: Next: %@
ar: التالي: %@
bn: পরবর্তী: %@
de: Nächste: %@
eo: Sekva: %@
es: Siguiente: %@
fr: Prochain : %@
hi: अगला: %@
id: Berikutnya: %@
it: Prossimo: %@
ja: 次回: %@
ko: 다음: %@
nl: Volgende: %@
pl: Następny: %@
pt_br: Próximo: %@
ru: Следующий: %@
th: ครั้งถัดไป: %@
tr: Sonraki: %@
uk: Наступний: %@
vi: Tiếp theo: %@
zh_hans: 下次: %@
zh_hant: 下次: %@

# menu.about
source: About Blue Screen of Death
ar: حول Blue Screen of Death
bn: Blue Screen of Death সম্পর্কে
de: Über Blue Screen of Death
eo: Pri Blue Screen of Death
es: Acerca de Blue Screen of Death
fr: À propos de Blue Screen of Death
hi: Blue Screen of Death के बारे में
id: Tentang Blue Screen of Death
it: Informazioni su Blue Screen of Death
ja: Blue Screen of Death について
ko: Blue Screen of Death에 관하여
nl: Over Blue Screen of Death
pl: O Blue Screen of Death
pt_br: Sobre o Blue Screen of Death
ru: О приложении Blue Screen of Death
th: เกี่ยวกับ Blue Screen of Death
tr: Blue Screen of Death Hakkında
uk: Про Blue Screen of Death
vi: Giới thiệu Blue Screen of Death
zh_hans: 关于 Blue Screen of Death
zh_hant: 關於 Blue Screen of Death

# menu.quit
source: Quit
ar: إنهاء
bn: বন্ধ করুন
de: Beenden
eo: Eliri
es: Salir
fr: Quitter
hi: बंद करें
id: Keluar
it: Esci
ja: 終了
ko: 종료
nl: Stop
pl: Zakończ
pt_br: Encerrar
ru: Завершить
th: ออก
tr: Çıkış
uk: Завершити
vi: Thoát
zh_hans: 退出
zh_hant: 結束

# menu.language
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
eo: Lingvo
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# menu.launchAtLogin
source: Launch at Login
es: Abrir al iniciar sesión
fr: Lancer au démarrage
ja: ログイン時に起動
pl: Uruchom przy logowaniu
pt_br: Abrir ao fazer login
vi: Khởi chạy khi đăng nhập

# style.modern
source: Modern
ar: حديث
bn: আধুনিক
eo: Moderna
es: Moderno
fr: Moderne
hi: आधुनिक
it: Moderno
ja: モダン
ko: 모던
pl: Nowoczesny
pt_br: Moderno
ru: Современный
th: สมัยใหม่
uk: Сучасний
vi: Hiện đại
zh_hans: 现代
zh_hant: 現代

# style.classic
source: Classic
ar: كلاسيكي
bn: ক্লাসিক
de: Klassisch
eo: Klasika
es: Clásico
fr: Classique
hi: क्लासिक
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
ru: Классический
th: คลาสสิก
tr: Klasik
uk: Класичний
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

# style.classicDump
source: Classic Dump
ar: كلاسيكي مفصّل
bn: ক্লাসিক ডাম্প
de: Klassisch Dump
eo: Klasika rubejo
es: Clásico (volcado)
fr: Classique Dump
hi: क्लासिक डम्प
id: Klasik Dump
it: Classico (dump)
ja: クラシックダンプ
ko: 클래식 덤프
nl: Klassiek Dump
pl: Klasyczny zrzut
pt_br: Clássico (dump)
ru: Классический дамп
th: คลาสสิกดัมพ์
tr: Klasik Döküm
uk: Класичний дамп
vi: Cổ điển chi tiết
zh_hans: 经典转储
zh_hant: 經典傾印

# style.mojibake
source: Mojibake
ar: موجيباكي
bn: মোজিবাকে
hi: मोजिबाके
ja: 文字化け
ko: 모지바케
zh_hans: 乱码
zh_hant: 亂碼

# style.cyberwin2070
source: CyberWin 2070
ar: سايبروين 2070
bn: সাইবারউইন ২০৭০
hi: साइबरविन 2070
ja: サイバーウィン 2070
ko: 사이버윈 2070
zh_hans: 赛博视窗 2070
zh_hant: 賽博視窗 2070

# style.random
source: Random
ar: عشوائي
bn: এলোমেলো
de: Zufällig
eo: Hazarda
es: Aleatorio
fr: Aléatoire
hi: यादृच्छिक
id: Acak
it: Casuale
ja: ランダム
ko: 랜덤
nl: Willekeurig
pl: Losowy
pt_br: Aleatório
ru: Случайный
th: สุ่ม
tr: Rastgele
uk: Випадковий
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

# interval.twentyMinutes
source: Every 20 minutes
ar: كل ٢٠ دقيقة
bn: প্রতি ২০ মিনিটে
de: Alle 20 Minuten
eo: Ĉiujn 20 minutojn
es: Cada 20 minutos
fr: Toutes les 20 minutes
hi: हर 20 मिनट
id: Setiap 20 menit
it: Ogni 20 minuti
ja: 20分ごと
ko: 20분마다
nl: Elke 20 minuten
pl: Co 20 minut
pt_br: A cada 20 minutos
ru: Каждые 20 минут
th: ทุก 20 นาที
tr: Her 20 dakikada
uk: Кожні 20 хвилин
vi: Mỗi 20 phút
zh_hans: 每 20 分钟
zh_hant: 每 20 分鐘

# interval.oneHour
source: Every hour
ar: كل ساعة
bn: প্রতি ঘণ্টায়
de: Jede Stunde
eo: Ĉiun horon
es: Cada hora
fr: Toutes les heures
hi: हर घंटे
id: Setiap jam
it: Ogni ora
ja: 1時間ごと
ko: 1시간마다
nl: Elk uur
pl: Co godzinę
pt_br: A cada hora
ru: Каждый час
th: ทุกชั่วโมง
tr: Her saat
uk: Щогодини
vi: Mỗi giờ
zh_hans: 每小时
zh_hant: 每小時

# interval.twoHours
source: Every 2 hours
ar: كل ساعتين
bn: প্রতি ২ ঘণ্টায়
de: Alle 2 Stunden
eo: Ĉiujn 2 horojn
es: Cada 2 horas
fr: Toutes les 2 heures
hi: हर 2 घंटे
id: Setiap 2 jam
it: Ogni 2 ore
ja: 2時間ごと
ko: 2시간마다
nl: Elke 2 uur
pl: Co 2 godziny
pt_br: A cada 2 horas
ru: Каждые 2 часа
th: ทุก 2 ชั่วโมง
tr: Her 2 saatte
uk: Кожні 2 години
vi: Mỗi 2 giờ
zh_hans: 每 2 小时
zh_hant: 每 2 小時

# interval.threeHours
source: Every 3 hours
ar: كل ٣ ساعات
bn: প্রতি ৩ ঘণ্টায়
de: Alle 3 Stunden
eo: Ĉiujn 3 horojn
es: Cada 3 horas
fr: Toutes les 3 heures
hi: हर 3 घंटे
id: Setiap 3 jam
it: Ogni 3 ore
ja: 3時間ごと
ko: 3시간마다
nl: Elke 3 uur
pl: Co 3 godziny
pt_br: A cada 3 horas
ru: Каждые 3 часа
th: ทุก 3 ชั่วโมง
tr: Her 3 saatte
uk: Кожні 3 години
vi: Mỗi 3 giờ
zh_hans: 每 3 小时
zh_hant: 每 3 小時

# interval.randomShort
source: Random (~1.5 hours)
ar: عشوائي (~١٫٥ ساعة)
bn: এলোমেলো (~১.৫ ঘণ্টা)
de: Zufällig (~1,5 Stunden)
eo: Hazarde (~1,5 horoj)
es: Aleatorio (~1,5 horas)
fr: Aléatoire (~1,5 heures)
hi: यादृच्छिक (~1.5 घंटे)
id: Acak (~1,5 jam)
it: Casuale (~1,5 ore)
ja: ランダム (~1.5時間)
ko: 랜덤 (~1.5시간)
nl: Willekeurig (~1,5 uur)
pl: Losowo (~1,5 godz.)
pt_br: Aleatório (~1,5 horas)
ru: Случайно (~1,5 часа)
th: สุ่ม (~1.5 ชั่วโมง)
tr: Rastgele (~1,5 saat)
uk: Випадково (~1,5 години)
vi: Ngẫu nhiên (~1,5 giờ)
zh_hans: 随机 (~1.5 小时)
zh_hant: 隨機 (~1.5 小時)

# interval.randomLong
source: Random (~3 hours)
ar: عشوائي (~٣ ساعات)
bn: এলোমেলো (~৩ ঘণ্টা)
de: Zufällig (~3 Stunden)
eo: Hazarde (~3 horoj)
es: Aleatorio (~3 horas)
fr: Aléatoire (~3 heures)
hi: यादृच्छिक (~3 घंटे)
id: Acak (~3 jam)
it: Casuale (~3 ore)
ja: ランダム (~3時間)
ko: 랜덤 (~3시간)
nl: Willekeurig (~3 uur)
pl: Losowo (~3 godz.)
pt_br: Aleatório (~3 horas)
ru: Случайно (~3 часа)
th: สุ่ม (~3 ชั่วโมง)
tr: Rastgele (~3 saat)
uk: Випадково (~3 години)
vi: Ngẫu nhiên (~3 giờ)
zh_hans: 随机 (~3 小时)
zh_hant: 隨機 (~3 小時)

# interval.customFormat
source: Custom (%d min)…
ar: مخصص (%d د)…
bn: কাস্টম (%d মিনিট)…
de: Eigenes (%d Min.)…
eo: Propra (%d min)…
es: Personalizado (%d min)…
fr: Personnalisé (%d min)…
hi: कस्टम (%d मिनट)…
id: Kustom (%d mnt)…
it: Personalizzato (%d min)…
ja: カスタム (%d分)…
ko: 사용자 지정 (%d분)…
nl: Aangepast (%d min.)…
pl: Własny (%d min)…
pt_br: Personalizado (%d min)…
ru: Свой (%d мин)…
th: กำหนดเอง (%d นาที)…
tr: Özel (%d dk)…
uk: Власний (%d хв)…
vi: Tùy chỉnh (%d phút)…
zh_hans: 自定义 (%d 分钟)…
zh_hant: 自訂 (%d 分鐘)…

# interval.custom
source: Custom…
ar: مخصص…
bn: কাস্টম…
de: Eigenes…
eo: Propra…
es: Personalizado…
fr: Personnalisé…
hi: कस्टम…
id: Kustom…
it: Personalizzato…
ja: カスタム…
ko: 사용자 지정…
nl: Aangepast…
pl: Własny…
pt_br: Personalizado…
ru: Свой…
th: กำหนดเอง…
tr: Özel…
uk: Власний…
vi: Tùy chỉnh…
zh_hans: 自定义…
zh_hant: 自訂…

# interval.everyNMinFormat
source: Every %d min
ar: كل %d د
bn: প্রতি %d মিনিটে
de: Alle %d Min.
eo: Ĉiujn %d min
es: Cada %d min
fr: Toutes les %d min
hi: हर %d मिनट
id: Setiap %d mnt
it: Ogni %d min
ja: %d分ごと
ko: %d분마다
nl: Elke %d min.
pl: Co %d min
pt_br: A cada %d min
ru: Каждые %d мин
th: ทุก %d นาที
tr: Her %d dk
uk: Кожні %d хв
vi: Mỗi %d phút
zh_hans: 每 %d 分钟
zh_hant: 每 %d 分鐘

# customInterval.title
source: Custom Interval
ar: فاصل زمني مخصص
bn: কাস্টম ব্যবধান
de: Eigenes Intervall
eo: Propra intervalo
es: Intervalo personalizado
fr: Intervalle personnalisé
hi: कस्टम अंतराल
id: Interval Kustom
it: Intervallo personalizzato
ja: カスタム間隔
ko: 사용자 지정 간격
nl: Aangepast interval
pl: Własny interwał
pt_br: Intervalo personalizado
ru: Свой интервал
th: ช่วงเวลาที่กำหนดเอง
tr: Özel Aralık
uk: Власний інтервал
vi: Khoảng cách tùy chỉnh
zh_hans: 自定义间隔
zh_hant: 自訂間隔

# customInterval.minutes
source: Minutes:
ar: الدقائق:
bn: মিনিট:
de: Minuten:
eo: Minutoj:
es: Minutos:
hi: मिनट:
id: Menit:
it: Minuti:
ja: 分:
ko: 분:
nl: Minuten:
pl: Minuty:
pt_br: Minutos:
ru: Минуты:
th: นาที:
tr: Dakika:
uk: Хвилини:
vi: Phút:
zh_hans: 分钟:
zh_hant: 分鐘:

# customInterval.range
source: Range: 1–240 minutes
ar: النطاق: ١–٢٤٠ دقيقة
bn: পরিসর: ১–২৪০ মিনিট
de: Bereich: 1–240 Minuten
eo: Amplekso: 1–240 minutoj
es: Rango: 1–240 minutos
fr: Plage : 1–240 minutes
hi: सीमा: 1–240 मिनट
id: Rentang: 1–240 menit
it: Intervallo: 1–240 minuti
ja: 範囲: 1〜240分
ko: 범위: 1~240분
nl: Bereik: 1–240 minuten
pl: Zakres: 1–240 minut
pt_br: Faixa: 1–240 minutos
ru: Диапазон: 1–240 минут
th: ช่วง: 1–240 นาที
tr: Aralık: 1–240 dakika
uk: Діапазон: 1–240 хвилин
vi: Phạm vi: 1–240 phút
zh_hans: 范围: 1–240 分钟
zh_hant: 範圍: 1–240 分鐘

# customInterval.apply
source: Apply
ar: تطبيق
bn: প্রয়োগ করুন
de: Anwenden
eo: Apliki
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# schedule.title
source: Custom Schedule
ar: جدول مخصص
bn: কাস্টম সময়সূচি
de: Eigener Zeitplan
eo: Propra horaro
es: Horario personalizado
fr: Horaire personnalisé
hi: कस्टम शेड्यूल
id: Jadwal Kustom
it: Orario personalizzato
ja: カスタムスケジュール
ko: 사용자 지정 일정
nl: Aangepast schema
pl: Harmonogram
pt_br: Horário personalizado
ru: Расписание
th: ตารางเวลาที่กำหนดเอง
tr: Özel Zamanlama
uk: Розклад
vi: Lịch tùy chỉnh
zh_hans: 自定义日程
zh_hant: 自訂排程

# schedule.useCustom
source: Use Custom Schedule
ar: استخدام جدول مخصص
bn: কাস্টম সময়সূচি ব্যবহার করুন
de: Eigenen Zeitplan verwenden
eo: Uzi propran horaron
es: Usar horario personalizado
fr: Utiliser un horaire personnalisé
hi: कस्टम शेड्यूल का उपयोग करें
id: Gunakan Jadwal Kustom
it: Usa orario personalizzato
ja: カスタムスケジュールを使用
ko: 사용자 지정 일정 사용
nl: Aangepast schema gebruiken
pl: Użyj harmonogramu
pt_br: Usar horário personalizado
ru: Использовать расписание
th: ใช้ตารางเวลาที่กำหนดเอง
tr: Özel Zamanlama Kullan
uk: Використовувати розклад
vi: Sử dụng lịch tùy chỉnh
zh_hans: 使用自定义日程
zh_hant: 使用自訂排程

# schedule.activeDays
source: Active Days
ar: الأيام النشطة
bn: সক্রিয় দিনগুলি
de: Aktive Tage
eo: Aktivaj tagoj
es: Días activos
fr: Jours actifs
hi: सक्रिय दिन
id: Hari Aktif
it: Giorni attivi
ja: 有効な曜日
ko: 활성 요일
nl: Actieve dagen
pl: Aktywne dni
pt_br: Dias ativos
ru: Активные дни
th: วันที่ใช้งาน
tr: Etkin Günler
uk: Активні дні
vi: Ngày hoạt động
zh_hans: 活跃日
zh_hant: 啟用日

# schedule.activeHours
source: Active Hours
ar: الساعات النشطة
bn: সক্রিয় সময়
de: Aktive Stunden
eo: Aktivaj horoj
es: Horas activas
fr: Heures actives
hi: सक्रिय घंटे
id: Jam Aktif
it: Ore attive
ja: 有効な時間帯
ko: 활성 시간대
nl: Actieve uren
pl: Aktywne godziny
pt_br: Horários ativos
ru: Активные часы
th: ช่วงเวลาที่ใช้งาน
tr: Etkin Saatler
uk: Активні години
vi: Giờ hoạt động
zh_hans: 活跃时段
zh_hant: 啟用時段

# schedule.from
source: From
ar: من
bn: থেকে
de: Von
eo: De
es: Desde
fr: De
hi: से
id: Dari
it: Da
ja: 開始
ko: 시작
nl: Van
pl: Od
pt_br: De
ru: С
th: ตั้งแต่
tr: Başlangıç
uk: Від
vi: Từ
zh_hans: 从
zh_hant: 從

# schedule.to
source: To
ar: إلى
bn: পর্যন্ত
de: Bis
eo: Ĝis
es: Hasta
fr: À
hi: तक
id: Sampai
it: A
ja: 終了
ko: 종료
nl: Tot
pl: Do
pt_br: Até
ru: До
th: ถึง
tr: Bitiş
uk: До
vi: Đến
zh_hans: 到
zh_hant: 到

# schedule.helpText
source: Blue screen reminders will only trigger during the selected days and hours.
ar: ستظهر تذكيرات الشاشة الزرقاء فقط خلال الأيام والساعات المحددة.
bn: ব্লু স্ক্রিন স্মারক শুধুমাত্র নির্বাচিত দিন ও সময়ে সক্রিয় হবে।
de: Bluescreen-Erinnerungen werden nur an den ausgewählten Tagen und Uhrzeiten ausgelöst.
eo: Blua ekrano rememorigoj aktiviĝos nur dum la elektitaj tagoj kaj horoj.
es: Los recordatorios de pantalla azul solo se activarán durante los días y horas seleccionados.
fr: Les rappels d'écran bleu ne se déclencheront que pendant les jours et heures sélectionnés.
hi: ब्लू स्क्रीन अनुस्मारक केवल चयनित दिनों और घंटों के दौरान सक्रिय होंगे।
id: Pengingat layar biru hanya akan muncul pada hari dan jam yang dipilih.
it: I promemoria della schermata blu verranno attivati solo nei giorni e negli orari selezionati.
ja: ブルースクリーンのリマインダーは、選択した曜日と時間帯にのみ表示されます。
ko: 블루스크린 알림은 선택한 요일과 시간대에만 표시됩니다.
nl: Blauw scherm-herinneringen worden alleen geactiveerd op de geselecteerde dagen en uren.
pl: Niebieski ekran będzie się pojawiać tylko w wybrane dni i godziny.
pt_br: Os lembretes de tela azul serão ativados apenas nos dias e horários selecionados.
ru: Синий экран будет появляться только в выбранные дни и часы.
th: การเตือนจอฟ้าจะทำงานเฉพาะในวันและเวลาที่เลือกไว้เท่านั้น
tr: Mavi ekran hatırlatıcıları yalnızca seçili gün ve saatlerde görünür.
uk: Синій екран з'являтиметься лише у вибрані дні та години.
vi: Nhắc nhở màn hình xanh chỉ xuất hiện vào những ngày và giờ đã chọn.
zh_hans: 蓝屏提醒仅在所选日期和时段内触发。
zh_hant: 藍色畫面提醒僅在所選的日期和時段內觸發。

# day.monday
source: Monday
ar: الإثنين
bn: সোমবার
de: Montag
eo: Lundo
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
nl: Maandag
pl: Poniedziałek
pt_br: Segunda-feira
ru: Понедельник
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
vi: Thứ Hai
zh_hans: 星期一
zh_hant: 星期一

# day.tuesday
source: Tuesday
ar: الثلاثاء
bn: মঙ্গলবার
de: Dienstag
eo: Mardo
es: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
nl: Dinsdag
pl: Wtorek
pt_br: Terça-feira
ru: Вторник
th: วันอังคาร
tr: Salı
uk: Вівторок
vi: Thứ Ba
zh_hans: 星期二
zh_hant: 星期二

# day.wednesday
source: Wednesday
ar: الأربعاء
bn: বুধবার
de: Mittwoch
eo: Merkredo
es: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: Woensdag
pl: Środa
pt_br: Quarta-feira
ru: Среда
th: วันพุธ
tr: Çarşamba
uk: Середа
vi: Thứ Tư
zh_hans: 星期三
zh_hant: 星期三

# day.thursday
source: Thursday
ar: الخميس
bn: বৃহস্পতিবার
de: Donnerstag
eo: Ĵaŭdo
es: Jueves
fr: Jeudi
hi: गुरुवार
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
nl: Donderdag
pl: Czwartek
pt_br: Quinta-feira
ru: Четверг
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
vi: Thứ Năm
zh_hans: 星期四
zh_hant: 星期四

# day.friday
source: Friday
ar: الجمعة
bn: শুক্রবার
de: Freitag
eo: Vendredo
es: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
nl: Vrijdag
pl: Piątek
pt_br: Sexta-feira
ru: Пятница
th: วันศุกร์
tr: Cuma
uk: П'ятниця
vi: Thứ Sáu
zh_hans: 星期五
zh_hant: 星期五

# day.saturday
source: Saturday
ar: السبت
bn: শনিবার
de: Samstag
eo: Sabato
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
nl: Zaterdag
pl: Sobota
pt_br: Sábado
ru: Суббота
th: วันเสาร์
tr: Cumartesi
uk: Субота
vi: Thứ Bảy
zh_hans: 星期六
zh_hant: 星期六

# day.sunday
source: Sunday
ar: الأحد
bn: রবিবার
de: Sonntag
eo: Dimanĉo
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
pl: Niedziela
pt_br: Domingo
ru: Воскресенье
th: วันอาทิตย์
tr: Pazar
uk: Неділя
vi: Chủ Nhật
zh_hans: 星期日
zh_hant: 星期日

# lunch.title
source: Lunch Reminder
ar: تذكير الغداء
bn: দুপুরের খাবারের স্মারক
de: Mittagserinnerung
eo: Tagmanĝa rememorigo
es: Recordatorio de almuerzo
fr: Rappel déjeuner
hi: दोपहर के भोजन का अनुस्मारक
id: Pengingat Makan Siang
it: Promemoria pranzo
ja: ランチリマインダー
ko: 점심 알림
nl: Lunchherinnering
pl: Przypomnienie o obiedzie
pt_br: Lembrete de almoço
ru: Напоминание об обеде
th: เตือนมื้อกลางวัน
tr: Öğle Hatırlatıcısı
uk: Нагадування про обід
vi: Nhắc ăn trưa
zh_hans: 午餐提醒
zh_hant: 午餐提醒

# lunch.enable
source: Enable Lunch Reminder
ar: تفعيل تذكير الغداء
bn: দুপুরের খাবারের স্মারক সক্রিয় করুন
de: Mittagserinnerung aktivieren
eo: Ŝalti tagmanĝan rememodigon
es: Activar recordatorio de almuerzo
fr: Activer le rappel déjeuner
hi: दोपहर के भोजन का अनुस्मारक सक्रिय करें
id: Aktifkan Pengingat Makan Siang
it: Attiva promemoria pranzo
ja: ランチリマインダーを有効にする
ko: 점심 알림 활성화
nl: Lunchherinnering inschakelen
pl: Włącz przypomnienie o obiedzie
pt_br: Ativar lembrete de almoço
ru: Включить напоминание об обеде
th: เปิดการเตือนมื้อกลางวัน
tr: Öğle Hatırlatıcısını Etkinleştir
uk: Увімкнути нагадування про обід
vi: Bật nhắc ăn trưa
zh_hans: 启用午餐提醒
zh_hant: 啟用午餐提醒

# lunch.time
source: Time:
ar: الوقت:
bn: সময়:
de: Uhrzeit:
eo: Horo:
es: Hora:
fr: Heure :
hi: समय:
id: Waktu:
it: Ora:
ja: 時刻:
ko: 시간:
nl: Tijd:
pl: Godzina:
pt_br: Horário:
ru: Время:
th: เวลา:
tr: Saat:
uk: Час:
vi: Thời gian:
zh_hans: 时间:
zh_hant: 時間:

# lunch.helpText
source: Blue screen will remind you when it is lunch time.
ar: ستذكّرك الشاشة الزرقاء عندما يحين وقت الغداء.
bn: দুপুরের খাবারের সময় হলে ব্লু স্ক্রিন আপনাকে মনে করিয়ে দেবে।
de: Der Bluescreen erinnert Sie daran, wenn es Mittagszeit ist.
eo: Blua ekrano rememorigos vin kiam estas tagmanĝa tempo.
es: La pantalla azul te recordará cuando sea hora de almorzar.
fr: L'écran bleu vous rappellera quand c'est l'heure de déjeuner.
hi: दोपहर के भोजन के समय ब्लू स्क्रीन आपको याद दिलाएगी।
id: Layar biru akan mengingatkan Anda saat waktunya makan siang.
it: La schermata blu ti ricorderà quando è ora di pranzo.
ja: お昼の時間になると、ブルースクリーンがお知らせします。
ko: 점심시간이 되면 블루스크린이 알려드립니다.
nl: Het blauwe scherm herinnert u eraan wanneer het lunchtijd is.
pl: Niebieski ekran przypomni ci, gdy nadejdzie pora obiadu.
pt_br: A tela azul vai lembrar você quando for hora do almoço.
ru: Синий экран напомнит вам, когда наступит время обеда.
th: จอฟ้าจะเตือนคุณเมื่อถึงเวลามื้อกลางวัน
tr: Mavi ekran, öğle yemeği zamanı geldiğinde sizi hatırlatır.
uk: Синій екран нагадає вам, коли настане час обіду.
vi: Màn hình xanh sẽ nhắc bạn khi đến giờ ăn trưa.
zh_hans: 到了午餐时间，蓝屏会提醒你。
zh_hant: 到了午餐時間，藍色畫面會提醒你。

# about.title
source: Blue Screen of Death
hi: ब्लू स्क्रीन ऑफ़ डेथ
ja: ブルースクリーン
zh_hans: 蓝屏死机
zh_hant: 藍屏死機

# about.subtitle
source: A Modern Bell of Awareness
ar: جرس وعي عصري
bn: সচেতনতার একটি আধুনিক ঘণ্টা
de: Eine moderne Achtsamkeitsglocke
eo: Moderna sonorilo de konscieco
es: Una campana moderna de atención plena
fr: Une cloche de pleine conscience moderne
hi: जागरूकता की एक आधुनिक घंटी
id: Lonceng Kesadaran Modern
it: Una campana moderna di consapevolezza
ja: 現代のマインドフルネスベル
ko: 현대의 마음챙김 종
nl: Een moderne bel van bewustzijn
pl: Współczesny dzwon uważności
pt_br: Um sino moderno de atenção plena
ru: Современный колокол осознанности
th: ระฆังแห่งสติสมัยใหม่
tr: Modern Bir Farkındalık Çanı
uk: Сучасний дзвін усвідомленості
vi: Tiếng chuông tỉnh thức hiện đại
zh_hans: 一面现代的正念之钟
zh_hant: 一面現代的正念之鐘
