Repository: mheiber/blue_screen_of_death
Catalog: Sources/BlueScreenOfDeath/Localized/*.lproj/Localizable.strings
Languages: ar, bn, de, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# bsod.classic.restartComputer
source: restart your computer. If this screen appears again, follow
ar: أعد تشغيل جهاز الكمبيوتر. إذا ظهرت هذه الشاشة مجددًا، اتبع
bn: আপনার কম্পিউটার পুনরায় চালু করুন। এই স্ক্রিন আবার দেখা দিলে, এই
de: starten Sie Ihren Computer neu. Wenn dieser Bildschirm erneut erscheint,
eo: rekomencu vian komputilon. Se ĉi tiu ekrano aperas denove, sekvu
es: reinicia tu computadora. Si esta pantalla aparece de nuevo, sigue
fr: redémarrez votre ordinateur. Si cet écran réapparaît, suivez
hi: अपना कंप्यूटर पुनः आरंभ करें। यदि यह स्क्रीन फिर दिखाई दे, तो इन
id: mulai ulang komputer Anda. Jika layar ini muncul lagi, ikuti
it: riavvia il computer. Se questa schermata riappare, segui
ja: コンピューターを再起動してください。この画面が再び表示される場合は、
ko: 컴퓨터를 다시 시작하세요. 이 화면이 다시 나타나면
nl: start dan uw computer opnieuw op. Als dit scherm opnieuw verschijnt,
pl: uruchom ponownie komputer. Jeśli ten ekran pojawi się ponownie,
pt_br: reinicie seu computador. Se esta tela aparecer novamente, siga
ru: перезагрузите компьютер. Если этот экран появится снова,
th: ให้รีสตาร์ทคอมพิวเตอร์ของคุณ หากหน้าจอนี้ปรากฏอีกครั้ง ให้ทำตาม
tr: bilgisayarınızı yeniden başlatın. Bu ekran tekrar görünürse
uk: перезавантажте комп'ютер. Якщо цей екран з'явиться знову,
vi: hãy khởi động lại máy tính. Nếu màn hình này xuất hiện lại, hãy làm theo
zh_hans: 请重新启动计算机。如果此屏幕再次出现，请按照
zh_hant: 請重新啟動電腦。如果此畫面再次出現，請按照

# bsod.classic.theseSteps
source: these steps:
ar: الخطوات التالية:
bn: পদক্ষেপগুলি অনুসরণ করুন:
de: folgen Sie diesen Schritten:
eo: ĉi tiujn paŝojn:
es: estos pasos:
fr: ces étapes :
hi: चरणों का पालन करें:
id: langkah-langkah berikut:
it: questi passaggi:
ja: 次の手順に従ってください:
ko: 다음 단계를 따르세요:
nl: volg dan deze stappen:
pl: wykonaj następujące kroki:
pt_br: estes passos:
ru: выполните следующие действия:
th: ขั้นตอนเหล่านี้:
tr: şu adımları izleyin:
uk: виконайте такі дії:
vi: các bước sau:
zh_hans: 以下步骤操作:
zh_hant: 以下步驟操作:

# bsod.classic.checkHardware
source: Check to make sure any new hardware or software is properly installed.
ar: تأكد من أن أي جهاز أو برنامج جديد مثبت بشكل صحيح.
bn: নিশ্চিত করুন যে কোনো নতুন হার্ডওয়্যার বা সফটওয়্যার সঠিকভাবে ইনস্টল করা হয়েছে।
de: Überprüfen Sie, ob neue Hardware oder Software ordnungsgemäß installiert ist.
eo: Kontrolu ke ĉiu nova aparataro aŭ programaro estas ĝuste instalita.
es: Verifica que cualquier hardware o software nuevo esté correctamente instalado.
fr: Vérifiez que tout nouveau matériel ou logiciel est correctement installé.
hi: सुनिश्चित करें कि कोई भी नया हार्डवेयर या सॉफ़्टवेयर ठीक से स्थापित है।
id: Pastikan perangkat keras atau perangkat lunak baru telah terpasang dengan benar.
it: Verifica che qualsiasi nuovo hardware o software sia installato correttamente.
ja: 新しいハードウェアまたはソフトウェアが正しくインストールされていることを確認してください。
ko: 새 하드웨어나 소프트웨어가 올바르게 설치되었는지 확인하세요.
nl: Controleer of nieuwe hardware of software correct is geïnstalleerd.
pl: Sprawdź, czy nowy sprzęt lub oprogramowanie zostało prawidłowo zainstalowane.
pt_br: Verifique se qualquer hardware ou software novo está instalado corretamente.
ru: Убедитесь, что всё новое оборудование или программное обеспечение установлено правильно.
th: ตรวจสอบให้แน่ใจว่าฮาร์ดแวร์หรือซอฟต์แวร์ใหม่ได้รับการติดตั้งอย่างถูกต้อง
tr: Yeni donanım veya yazılımın düzgün yüklendiğinden emin olun.
uk: Переконайтеся, що все нове обладнання або програмне забезпечення встановлено правильно.
vi: Kiểm tra đảm bảo rằng phần cứng hoặc phần mềm mới đã được cài đặt đúng cách.
zh_hans: 检查并确保所有新硬件或软件已正确安装。
zh_hant: 檢查並確保所有新硬體或軟體已正確安裝。

# bsod.classic.newInstallation
source: If this is a new installation, ask your hardware or software manufacturer
ar: إذا كان هذا تثبيتًا جديدًا، اطلب من الشركة المصنعة للجهاز أو البرنامج
bn: এটি একটি নতুন ইনস্টলেশন হলে, আপনার হার্ডওয়্যার বা সফটওয়্যার প্রস্তুতকারকের কাছে
de: Wenn dies eine Neuinstallation ist, wenden Sie sich an Ihren Hardware- oder Softwarehersteller
eo: Se ĉi tio estas nova instalado, petu de via aparataro aŭ programaro fabrikanto
es: Si se trata de una instalación nueva, consulta al fabricante de tu hardware o software
fr: S'il s'agit d'une nouvelle installation, demandez à votre fabricant de matériel ou de logiciel
hi: यदि यह एक नया इंस्टॉलेशन है, तो अपने हार्डवेयर या सॉफ़्टवेयर निर्माता से
id: Jika ini adalah instalasi baru, hubungi produsen perangkat keras atau perangkat lunak
it: Se si tratta di una nuova installazione, chiedi al produttore del tuo hardware o software
ja: 新規インストールの場合は、ハードウェアまたはソフトウェアの製造元に
ko: 새로 설치한 경우, 하드웨어 또는 소프트웨어 제조업체에
nl: Als dit een nieuwe installatie is, neem dan contact op met uw hardware- of softwarefabrikant
pl: Jeśli to nowa instalacja, skontaktuj się z producentem sprzętu lub oprogramowania
pt_br: Se esta é uma nova instalação, consulte o fabricante do seu hardware ou software
ru: Если это новая установка, обратитесь к производителю оборудования или программного обеспечения
th: หากเป็นการติดตั้งใหม่ โปรดสอบถามผู้ผลิตฮาร์ดแวร์หรือซอฟต์แวร์
tr: Bu yeni bir yükleme ise, donanım veya yazılım üreticinizden
uk: Якщо це нова установка, зверніться до виробника обладнання або програмного забезпечення
vi: Nếu đây là cài đặt mới, hãy liên hệ nhà sản xuất phần cứng hoặc phần mềm
zh_hans: 如果这是全新安装，请联系你的硬件或软件制造商
zh_hant: 如果這是全新安裝，請聯絡你的硬體或軟體製造商

# bsod.classic.updatesNeeded
source: for any Winsome updates you might need.
ar: أي تحديثات Winsome قد تحتاجها.
bn: প্রয়োজনীয় Winsome আপডেটের বিষয়ে জিজ্ঞাসা করুন।
de: für eventuelle Winsome-Updates, die Sie benötigen.
eo: iujn ajn Winsome-ĝisdatigojn kiujn vi eble bezonas.
es: por cualquier actualización de Winsome que puedas necesitar.
fr: les mises à jour de Winsome dont vous pourriez avoir besoin.
hi: आवश्यक Winsome अपडेट के बारे में पूछें।
id: untuk pembaruan Winsome yang mungkin Anda perlukan.
it: eventuali aggiornamenti di Winsome di cui potresti aver bisogno.
ja: 必要な Winsome の更新プログラムについてお問い合わせください。
ko: 필요한 Winsome 업데이트가 있는지 문의하세요.
nl: voor eventuele Winsome-updates die u nodig heeft.
pl: w sprawie ewentualnych aktualizacji systemu Winsome.
pt_br: sobre atualizações do Winsome que você possa precisar.
ru: за необходимыми обновлениями для Winsome.
th: เกี่ยวกับอัปเดต Winsome ที่คุณอาจต้องการ
tr: ihtiyacınız olabilecek Winsome güncellemelerini isteyin.
uk: за необхідними оновленнями для Winsome.
vi: để biết các bản cập nhật Winsome mà bạn có thể cần.
zh_hans: 获取你可能需要的 Winsome 更新。
zh_hant: 取得你可能需要的 Winsome 更新。

# bsod.classic.continueProblems
source: If problems continue, disable or remove any newly installed hardware
ar: إذا استمرت المشاكل، قم بتعطيل أو إزالة أي جهاز مثبت حديثًا
bn: সমস্যা অব্যাহত থাকলে, সম্প্রতি ইনস্টল করা যেকোনো হার্ডওয়্যার নিষ্ক্রিয় বা সরিয়ে ফেলুন
de: Wenn die Probleme weiterhin auftreten, deaktivieren oder entfernen Sie kürzlich installierte
eo: Se problemoj daŭras, malŝaltu aŭ forigu iun ajn lastatempe instalitan aparataron
es: Si los problemas continúan, desactiva o retira cualquier hardware
fr: Si les problèmes persistent, désactivez ou retirez tout matériel
hi: यदि समस्याएँ जारी रहती हैं, तो हाल ही में स्थापित किसी भी हार्डवेयर को अक्षम या हटा दें
id: Jika masalah berlanjut, nonaktifkan atau lepaskan perangkat keras yang baru dipasang
it: Se i problemi persistono, disattiva o rimuovi qualsiasi hardware
ja: 問題が解決しない場合は、新しくインストールしたハードウェアまたは
ko: 문제가 계속되면 새로 설치한 하드웨어 또는
nl: Als de problemen aanhouden, schakel dan recent geïnstalleerde hardware
pl: Jeśli problemy się powtarzają, wyłącz lub usuń ostatnio zainstalowany sprzęt
pt_br: Se os problemas continuarem, desative ou remova qualquer hardware
ru: Если проблемы продолжаются, отключите или удалите недавно установленное оборудование
th: หากปัญหายังคงอยู่ ให้ปิดใช้งานหรือถอดฮาร์ดแวร์ที่เพิ่งติดตั้ง
tr: Sorunlar devam ederse, yeni yüklenen donanım veya yazılımı
uk: Якщо проблеми тривають, вимкніть або видаліть нещодавно встановлене обладнання
vi: Nếu sự cố vẫn tiếp diễn, hãy tắt hoặc gỡ bỏ phần cứng mới cài đặt
zh_hans: 如果问题仍然存在，请禁用或移除任何新安装的硬件
zh_hant: 如果問題持續發生，請停用或移除任何新安裝的硬體

# bsod.classic.orSoftware
source: or software. Disable BIOS memory options such as caching or shadowing.
ar: أو برنامج. عطّل خيارات ذاكرة BIOS مثل التخزين المؤقت أو الإسقاط.
bn: বা সফটওয়্যার। BIOS মেমোরি বিকল্পগুলি যেমন ক্যাশিং বা শ্যাডোইং নিষ্ক্রিয় করুন।
de: Hardware oder Software. Deaktivieren Sie BIOS-Speicheroptionen wie Caching oder Shadowing.
eo: aŭ programaron. Malŝaltu BIOS-memorajn opciojn kiel kaŝmemoradon aŭ ombradon.
es: o software instalado recientemente. Desactiva las opciones de memoria del BIOS como la caché o el shadowing.
fr: ou logiciel récemment installé. Désactivez les options mémoire du BIOS telles que la mise en cache ou le shadowing.
hi: या सॉफ़्टवेयर। BIOS मेमोरी विकल्प जैसे कैशिंग या शैडोइंग अक्षम करें।
id: atau perangkat lunak. Nonaktifkan opsi memori BIOS seperti caching atau shadowing.
it: o software installato di recente. Disattiva le opzioni di memoria del BIOS come la cache o il shadowing.
ja: ソフトウェアを無効にするか削除してください。キャッシュやシャドウイングなどの BIOS メモリオプションを無効にしてください。
ko: 소프트웨어를 비활성화하거나 제거하세요. 캐싱이나 섀도잉과 같은 BIOS 메모리 옵션을 비활성화하세요.
nl: of software uit of verwijder deze. Schakel BIOS-geheugenopties zoals caching of shadowing uit.
pl: lub oprogramowanie. Wyłącz opcje pamięci BIOS, takie jak buforowanie lub shadowing.
pt_br: ou software instalado recentemente. Desative as opções de memória do BIOS, como cache ou shadowing.
ru: или программное обеспечение. Отключите параметры памяти BIOS, такие как кэширование или затенение.
th: หรือซอฟต์แวร์ออก ปิดใช้งานตัวเลือกหน่วยความจำ BIOS เช่น การแคชหรือ shadowing
tr: devre dışı bırakın veya kaldırın. Önbelleğe alma veya gölgeleme gibi BIOS bellek seçeneklerini devre dışı bırakın.
uk: або програмне забезпечення. Вимкніть параметри пам'яті BIOS, такі як кешування або затінення.
vi: hoặc phần mềm. Tắt các tùy chọn bộ nhớ BIOS như bộ nhớ đệm hoặc shadowing.
zh_hans: 或软件。请禁用 BIOS 内存选项，如缓存或映射。
zh_hant: 或軟體。請停用 BIOS 記憶體選項，如快取或陰影處理。

# bsod.classic.safeMode
source: If you need to use Safe Mode to remove or disable components, restart
ar: إذا كنت بحاجة لاستخدام الوضع الآمن لإزالة أو تعطيل المكونات، أعد تشغيل
bn: কম্পোনেন্ট সরাতে বা নিষ্ক্রিয় করতে সেফ মোড ব্যবহার করতে হলে, আপনার
de: Wenn Sie den Abgesicherten Modus verwenden müssen, um Komponenten zu entfernen oder zu deaktivieren,
eo: Se vi bezonas uzi Sekuran Reĝimon por forigi aŭ malŝalti komponentojn, rekomencu
es: Si necesitas usar el Modo seguro para eliminar o desactivar componentes, reinicia
fr: Si vous devez utiliser le mode sans échec pour supprimer ou désactiver des composants, redémarrez
hi: यदि आपको घटकों को हटाने या अक्षम करने के लिए सेफ़ मोड का उपयोग करना है, तो अपना
id: Jika Anda perlu menggunakan Safe Mode untuk menghapus atau menonaktifkan komponen, mulai ulang
it: Se devi usare la Modalità provvisoria per rimuovere o disattivare componenti, riavvia
ja: コンポーネントの削除または無効化にセーフモードを使用する必要がある場合は、
ko: 구성 요소를 제거하거나 비활성화하기 위해 안전 모드를 사용해야 하는 경우,
nl: Als u de Veilige modus moet gebruiken om onderdelen te verwijderen of uit te schakelen,
pl: Jeśli musisz użyć trybu awaryjnego, aby usunąć lub wyłączyć składniki,
pt_br: Se você precisar usar o Modo de segurança para remover ou desativar componentes, reinicie
ru: Если вам необходимо использовать Безопасный режим для удаления или отключения компонентов,
th: หากคุณต้องการใช้ Safe Mode เพื่อลบหรือปิดใช้งานส่วนประกอบ ให้รีสตาร์ท
tr: Bileşenleri kaldırmak veya devre dışı bırakmak için Güvenli Mod kullanmanız gerekiyorsa,
uk: Якщо потрібно скористатися Безпечним режимом для видалення або вимкнення компонентів,
vi: Nếu bạn cần dùng Safe Mode để gỡ bỏ hoặc tắt các thành phần, hãy khởi động lại
zh_hans: 如果你需要使用安全模式来移除或禁用组件，请重新启动
zh_hant: 如果你需要使用安全模式來移除或停用元件，請重新啟動

# bsod.classic.pressF8
source: your computer, press F8 to select Advanced Startup Options, and then
ar: جهاز الكمبيوتر، واضغط F8 لاختيار خيارات بدء التشغيل المتقدمة، ثم
bn: কম্পিউটার পুনরায় চালু করুন, উন্নত স্টার্টআপ বিকল্প নির্বাচন করতে F8 চাপুন, এবং তারপর
de: starten Sie Ihren Computer neu, drücken Sie F8, um Erweiterte Startoptionen auszuwählen,
eo: vian komputilon, premu F8 por elekti Altnivelajn Komencajn Opciojn, kaj poste
es: tu computadora, presiona F8 para seleccionar las Opciones de inicio avanzadas y luego
fr: votre ordinateur, appuyez sur F8 pour sélectionner les options de démarrage avancées, puis
hi: कंप्यूटर पुनः आरंभ करें, उन्नत स्टार्टअप विकल्प चुनने के लिए F8 दबाएँ, और फिर
id: komputer Anda, tekan F8 untuk memilih Opsi Startup Lanjutan, lalu
it: il computer, premi F8 per selezionare le Opzioni di avvio avanzate, quindi
ja: コンピューターを再起動し、F8 キーを押して詳細起動オプションを選択し、
ko: 컴퓨터를 다시 시작하고 F8 키를 눌러 고급 시작 옵션을 선택한 다음
nl: start dan uw computer opnieuw op, druk op F8 om Geavanceerde opstartopties te selecteren,
pl: uruchom ponownie komputer, naciśnij F8, aby wybrać Zaawansowane opcje uruchamiania,
pt_br: seu computador, pressione F8 para selecionar as Opções avançadas de inicialização e então
ru: перезагрузите компьютер, нажмите F8 для выбора дополнительных параметров загрузки,
th: คอมพิวเตอร์ของคุณ กด F8 เพื่อเลือกตัวเลือกการเริ่มต้นขั้นสูง จากนั้น
tr: bilgisayarınızı yeniden başlatın, Gelişmiş Başlangıç Seçenekleri'ni seçmek için F8 tuşuna basın
uk: перезавантажте комп'ютер, натисніть F8 для вибору додаткових параметрів завантаження,
vi: máy tính, nhấn F8 để chọn Tùy chọn Khởi động Nâng cao, sau đó
zh_hans: 计算机，按 F8 键选择高级启动选项，然后
zh_hant: 電腦，按 F8 鍵選擇進階啟動選項，然後

# bsod.classic.selectSafeMode
source: select Safe Mode.
ar: اختر الوضع الآمن.
bn: সেফ মোড নির্বাচন করুন।
de: und wählen Sie dann Abgesicherter Modus.
eo: elektu Sekuran Reĝimon.
es: selecciona Modo seguro.
fr: sélectionnez Mode sans échec.
hi: सेफ़ मोड चुनें।
id: pilih Safe Mode.
it: seleziona Modalità provvisoria.
ja: セーフモードを選択してください。
ko: 안전 모드를 선택하세요.
nl: en selecteer vervolgens Veilige modus.
pl: a następnie wybierz Tryb awaryjny.
pt_br: selecione Modo de segurança.
ru: а затем выберите Безопасный режим.
th: เลือก Safe Mode
tr: ve ardından Güvenli Mod'u seçin.
uk: а потім виберіть Безпечний режим.
vi: chọn Safe Mode.
zh_hans: 选择安全模式。
zh_hant: 選擇安全模式。

# bsod.classic.techInfo
source: Technical information:
ar: معلومات تقنية:
bn: প্রযুক্তিগত তথ্য:
de: Technische Informationen:
eo: Teknikaj informoj:
es: Información técnica:
fr: Informations techniques :
hi: तकनीकी जानकारी:
id: Informasi teknis:
it: Informazioni tecniche:
ja: 技術情報:
ko: 기술 정보:
nl: Technische informatie:
pl: Informacje techniczne:
pt_br: Informações técnicas:
ru: Техническая информация:
th: ข้อมูลทางเทคนิค:
tr: Teknik bilgi:
uk: Технічна інформація:
vi: Thông tin kỹ thuật:
zh_hans: 技术信息:
zh_hant: 技術資訊:

# bsod.classicDump.recovery1
source: Restart and set the recovery options in the system control panel
ar: أعد التشغيل واضبط خيارات الاسترداد في لوحة تحكم النظام
bn: পুনরায় চালু করুন এবং সিস্টেম কন্ট্রোল প্যানেলে রিকভারি বিকল্প সেট করুন
de: Starten Sie neu und legen Sie die Wiederherstellungsoptionen in der Systemsteuerung
eo: Rekomencu kaj agordu la restaŭrajn opciojn en la sistema stirpanelo
es: Reinicia y configura las opciones de recuperación en el panel de control del sistema
fr: Redémarrez et configurez les options de récupération dans le panneau de configuration système
hi: पुनः आरंभ करें और सिस्टम कंट्रोल पैनल में रिकवरी विकल्प सेट करें
id: Mulai ulang dan atur opsi pemulihan di panel kontrol sistem
it: Riavvia e configura le opzioni di ripristino nel pannello di controllo del sistema
ja: 再起動して、システムコントロールパネルで回復オプションを設定するか、
ko: 다시 시작하고 시스템 제어판에서 복구 옵션을 설정하거나
nl: Start opnieuw op en stel de herstelopties in het systeemconfiguratiescherm
pl: Uruchom ponownie i ustaw opcje odzyskiwania w panelu sterowania systemem
pt_br: Reinicie e configure as opções de recuperação no painel de controle do sistema
ru: Перезагрузитесь и настройте параметры восстановления в панели управления системой
th: รีสตาร์ทและตั้งค่าตัวเลือกการกู้คืนในแผงควบคุมระบบ
tr: Yeniden başlatın ve sistem denetim masasında kurtarma seçeneklerini ayarlayın
uk: Перезавантажтесь і налаштуйте параметри відновлення в панелі керування системою
vi: Khởi động lại và thiết lập tùy chọn khôi phục trong bảng điều khiển hệ thống
zh_hans: 重新启动并在系统控制面板中设置恢复选项，
zh_hant: 重新啟動並在系統控制台中設定復原選項，

# bsod.classicDump.recovery2
source: or the system startup option /CRASHDEBUG. If this message reappears
ar: أو خيار بدء تشغيل النظام /CRASHDEBUG. إذا ظهرت هذه الرسالة مجددًا
bn: বা সিস্টেম স্টার্টআপ বিকল্প /CRASHDEBUG। এই বার্তা আবার দেখা দিলে
de: oder die Systemstartoption /CRASHDEBUG fest. Wenn diese Meldung erneut erscheint,
eo: aŭ la sistema startopcion /CRASHDEBUG. Se ĉi tiu mesaĝo reaperas
es: o la opción de inicio del sistema /CRASHDEBUG. Si este mensaje reaparece,
fr: ou l'option de démarrage système /CRASHDEBUG. Si ce message réapparaît,
hi: या सिस्टम स्टार्टअप विकल्प /CRASHDEBUG। यदि यह संदेश फिर दिखाई दे
id: atau opsi startup sistem /CRASHDEBUG. Jika pesan ini muncul kembali
it: o nell'opzione di avvio del sistema /CRASHDEBUG. Se questo messaggio riappare,
ja: システム起動オプション /CRASHDEBUG を使用してください。このメッセージが再び表示される場合は、
ko: 시스템 시작 옵션 /CRASHDEBUG를 사용하세요. 이 메시지가 다시 나타나면
nl: of de systeemstartoptie /CRASHDEBUG in. Als dit bericht opnieuw verschijnt,
pl: lub opcję uruchamiania systemu /CRASHDEBUG. Jeśli ten komunikat pojawi się ponownie,
pt_br: ou na opção de inicialização do sistema /CRASHDEBUG. Se esta mensagem reaparecer,
ru: или в параметрах загрузки системы /CRASHDEBUG. Если это сообщение появится снова,
th: หรือตัวเลือกการเริ่มต้นระบบ /CRASHDEBUG หากข้อความนี้ปรากฏอีกครั้ง
tr: veya /CRASHDEBUG sistem başlangıç seçeneğini kullanın. Bu ileti tekrar görünürse
uk: або в параметрах завантаження системи /CRASHDEBUG. Якщо це повідомлення з'явиться знову,
vi: hoặc tùy chọn khởi động hệ thống /CRASHDEBUG. Nếu thông báo này xuất hiện lại
zh_hans: 或使用系统启动选项 /CRASHDEBUG。如果此消息再次出现，
zh_hant: 或使用系統啟動選項 /CRASHDEBUG。如果此訊息再次出現，

# bsod.classicDump.recovery3
source: contact your system administrator or technical support group.
ar: تواصل مع مسؤول النظام أو مجموعة الدعم الفني.
bn: আপনার সিস্টেম প্রশাসক বা প্রযুক্তিগত সহায়তা দলের সাথে যোগাযোগ করুন।
de: wenden Sie sich an Ihren Systemadministrator oder den technischen Support.
eo: kontaktu vian sisteman administranton aŭ teknikan helpgrupon.
es: contacta a tu administrador de sistemas o grupo de soporte técnico.
fr: contactez votre administrateur système ou votre groupe de support technique.
hi: अपने सिस्टम व्यवस्थापक या तकनीकी सहायता समूह से संपर्क करें।
id: hubungi administrator sistem atau tim dukungan teknis Anda.
it: contatta l'amministratore di sistema o il gruppo di supporto tecnico.
ja: システム管理者またはテクニカルサポートにお問い合わせください。
ko: 시스템 관리자 또는 기술 지원 그룹에 문의하세요.
nl: neem dan contact op met uw systeembeheerder of technische ondersteuning.
pl: skontaktuj się z administratorem systemu lub działem pomocy technicznej.
pt_br: entre em contato com o administrador do sistema ou o grupo de suporte técnico.
ru: обратитесь к системному администратору или в службу технической поддержки.
th: โปรดติดต่อผู้ดูแลระบบหรือกลุ่มสนับสนุนทางเทคนิค
tr: sistem yöneticinize veya teknik destek ekibine başvurun.
uk: зверніться до системного адміністратора або служби технічної підтримки.
vi: hãy liên hệ quản trị viên hệ thống hoặc bộ phận hỗ trợ kỹ thuật.
zh_hans: 请联系你的系统管理员或技术支持人员。
zh_hant: 請聯絡你的系統管理員或技術支援人員。

# bsod.cyber.scanDiagnostic
source: > scan for diagnostic report
ar: > فحص تقرير التشخيص
bn: > ডায়াগনস্টিক রিপোর্টের জন্য স্ক্যান করুন
de: > Diagnosebericht wird gescannt
eo: > skani por diagnoza raporto
es: > escanear informe de diagnóstico
fr: > analyse du rapport de diagnostic
hi: > नैदानिक रिपोर्ट के लिए स्कैन करें
id: > pindai laporan diagnostik
it: > scansione del rapporto diagnostico
ja: > 診断レポートをスキャン
ko: > 진단 보고서 스캔
nl: > scannen naar diagnostisch rapport
pl: > skanowanie raportu diagnostycznego
pt_br: > escanear relatório de diagnóstico
ru: > сканирование для диагностического отчёта
th: > สแกนเพื่อรายงานการวินิจฉัย
tr: > tanılama raporu için tarama
uk: > сканування для діагностичного звіту
vi: > quét báo cáo chẩn đoán
zh_hans: > 扫描诊断报告
zh_hant: > 掃描診斷報告

# bsod.cyber.collectingDiagnostics
source: collecting diagnostics
ar: جمع بيانات التشخيص
bn: ডায়াগনস্টিক তথ্য সংগ্রহ হচ্ছে
de: Diagnosedaten werden gesammelt
eo: kolektante diagnozojn
es: recopilando diagnósticos
fr: collecte des diagnostics
hi: नैदानिक जानकारी एकत्र हो रही है
id: mengumpulkan diagnostik
it: raccolta dei dati diagnostici
ja: 診断情報を収集中
ko: 진단 정보 수집 중
nl: diagnostische gegevens verzamelen
pl: zbieranie danych diagnostycznych
pt_br: coletando diagnósticos
ru: сбор диагностики
th: กำลังรวบรวมข้อมูลวินิจฉัย
tr: tanılama bilgileri toplanıyor
uk: збір діагностики
vi: đang thu thập chẩn đoán
zh_hans: 正在收集诊断信息
zh_hant: 正在收集診斷資訊

# bsod.cyber.percentComplete
source: % complete
ar: % مكتمل
bn: % সম্পন্ন
de: % abgeschlossen
eo: % plenumita
es: % completado
fr: % terminé
hi: % पूर्ण
id: % selesai
it: % completato
ja: % 完了
ko: % 완료
nl: % voltooid
pl: % ukończono
pt_br: % concluído
ru: % завершено
th: % เสร็จสมบูรณ์
tr: % tamamlandı
uk: % завершено
vi: % hoàn tất
zh_hans: % 完成
zh_hant: % 完成

# bsod.cyber.dumpingCore
source: dumping core
ar: تفريغ النواة
bn: কোর ডাম্পিং
de: Kernspeicherabbild wird erstellt
eo: elĵetante kernon
es: volcando núcleo
fr: vidage du noyau
hi: कोर डंपिंग
id: membuang inti
it: dump del core
ja: コアダンプ中
ko: 코어 덤프 중
nl: kerngeheugen dumpen
pl: zrzucanie pamięci rdzenia
pt_br: despejando núcleo
ru: создание дампа ядра
th: กำลังดัมพ์คอร์
tr: çekirdek dökümü alınıyor
uk: створення дампу ядра
vi: đang kết xuất lõi
zh_hans: 正在转储核心
zh_hant: 正在傾印核心

# bsod.cyber.fatal
source: FATAL
ar: فادح
bn: মারাত্মক
hi: घातक
it: FATALE
ja: 致命的
ko: 치명적
nl: FATAAL
pl: KRYTYCZNY
ru: КРИТИЧЕСКАЯ
vi: NGHIÊM_TRỌNG
zh_hans: 致命
zh_hant: 致命

# bsod.cyber.error
source: ERROR
ar: خطأ
bn: ত্রুটি
fr: ERREUR
hi: त्रुटि
it: ERRORE
ja: エラー
ko: 오류
nl: FOUT
pl: BŁĄD
pt_br: ERRO
ru: ОШИБКА
vi: LỖI
zh_hans: 错误
zh_hant: 錯誤

# bsod.cyber.kernelPanic
source: kernel.panic
ar: نواة.ذعر
bn: কেন্দ্রক.আতঙ্ক
es: núcleo.pánico
fr: noyau.panique
hi: नाभिक.आतंक
it: nucleo.panico
ja: カーネル.パニック
ko: 커널.패닉
nl: kern.paniek
pl: jądro.panika
pt_br: núcleo.pânico
ru: ядро.паника
vi: nhân.hoảng
zh_hans: 内核.恐慌
zh_hant: 核心.恐慌

# bsod.cyber.at
source: at
ar: عند
bn: তে
es: en
fr: à
hi: पर
it: a
ja: 位置
ko: 위치
nl: bij
pl: w
pt_br: em
ru: по адресу
vi: tại
zh_hans: 位于
zh_hant: 位於

# bsod.cyber.process
source: : process
ar: : عملية
bn: : প্রক্রিয়া
es: : proceso
fr: : processus
hi: : प्रक्रिया
it: : processo
ja: : プロセス
ko: : 프로세스
nl: : proces
pl: : proces
pt_br: : processo
ru: : процесс
vi: : tiến_trình
zh_hans: : 进程
zh_hant: : 行程

# bsod.cyber.exited
source: exited
ar: خرجت
bn: বেরিয়েছে
es: terminó
fr: terminé
hi: निकली
it: terminato
ja: 終了
ko: 종료됨
nl: afgesloten
pl: zakończony
pt_br: encerrou
ru: завершён
vi: thoát
zh_hans: 退出
zh_hant: 結束

# bsod.cyber.signalFormat
source: signal %d
ar: إشارة %d
bn: সংকেত %d
es: señal %d
hi: संकेत %d
it: segnale %d
ja: シグナル %d
ko: 신호 %d
nl: signaal %d
pl: sygnał %d
pt_br: sinal %d
ru: сигнал %d
vi: tín_hiệu %d
zh_hans: 信号 %d
zh_hant: 訊號 %d

# bsod.cyber.addr
source: : addr=
ar: : عنوان=
bn: : ঠিকানা=
es: : dir=
fr: : adr=
hi: : पता=
it: : ind=
ja: : 番地=
ko: : 주소=
nl: : adr=
pl: : adr=
pt_br: : end=
ru: : адр=
vi: : địa_chỉ=
zh_hans: : 地址=
zh_hant: : 位址=

# bsod.cyber.segment
source: segment=
ar: مقطع=
bn: খণ্ড=
es: segmento=
hi: खंड=
it: segmento=
ja: 区画=
ko: 구역=
pt_br: segmento=
ru: сегмент=
vi: phân_đoạn=
zh_hans: 段=
zh_hant: 區段=

# bsod.cyber.stackTrace
source: stack_trace
ar: تتبع_المكدس
bn: স্ট্যাক_চিহ্ন
es: traza_pila
fr: trace_pile
hi: स्टैक_अनुरेख
it: traccia_pila
ja: スタック追跡
ko: 스택_추적
nl: stapel_spoor
pl: ślad_stosu
pt_br: rastreio_pilha
ru: трассировка_стека
vi: vết_ngăn_xếp
zh_hans: 栈_追踪
zh_hant: 堆疊_追蹤
