Repository: mheiber/blue_screen_of_death
Catalog: Sources/BlueScreenOfDeath/Localized/*.lproj/Localizable.strings
Languages: ar, bn, de, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# about.description
source: Protect your eyesight and cultivate mindfulness. Every few hours, a gentle blue screen reminder encourages you to look away from the screen, focus your eyes on something in the distance, and take a mindful breath. Inspired by classic computing nostalgia, reimagined as a tool for digital wellbeing.
ar: احمِ بصرك وعزّز يقظتك الذهنية. كل بضع ساعات، يظهر تذكير لطيف بشاشة زرقاء يشجّعك على النظر بعيدًا عن الشاشة، وتركيز عينيك على شيء في الأفق، وأخذ نفس عميق بوعي. مستوحى من حنين الحوسبة الكلاسيكية، أُعيد تصوّره كأداة للرفاهية الرقمية.
bn: আপনার দৃষ্টিশক্তি রক্ষা করুন এবং মননশীলতা গড়ে তুলুন। প্রতি কয়েক ঘণ্টায়, একটি মৃদু ব্লু স্ক্রিন স্মারক আপনাকে স্ক্রিন থেকে দৃষ্টি সরাতে, দূরের কোনো কিছুতে চোখ ফেলতে এবং একটি সচেতন শ্বাস নিতে উৎসাহিত করে। ক্লাসিক কম্পিউটিংয়ের নস্টালজিয়া থেকে অনুপ্রাণিত, ডিজিটাল সুস্থতার একটি হাতিয়ার হিসেবে পুনর্কল্পিত।
de: Schützen Sie Ihre Augen und fördern Sie Achtsamkeit. Alle paar Stunden lädt eine sanfte Bluescreen-Erinnerung dazu ein, den Blick vom Bildschirm abzuwenden, die Augen auf etwas in der Ferne zu richten und einen bewussten Atemzug zu nehmen. Inspiriert von der Nostalgie klassischer Computer, neu gedacht als Werkzeug für digitales Wohlbefinden.
eo: Protektu viajn okulojn kaj kultivu konscion. Ĉiujn kelkajn horojn, milda blua ekrano instigas vin forrigardi de la ekrano, fokusigi viajn okulojn al io malproksima kaj fari konsciplenan spiron. Inspirita de klasika komputika nostalgio, reimagita kiel ilo por cifereca bonfarto.
es: Protege tu vista y cultiva la atención plena. Cada pocas horas, un suave recordatorio de pantalla azul te invita a apartar la mirada de la pantalla, enfocar los ojos en algo lejano y tomar una respiración consciente. Inspirado en la nostalgia de la informática clásica, reimaginado como una herramienta para el bienestar digital.
fr: Protégez votre vue et cultivez la pleine conscience. Toutes les quelques heures, un doux rappel sous forme d'écran bleu vous invite à détourner le regard de l'écran, à fixer un point au loin et à prendre une respiration consciente. Inspiré par la nostalgie de l'informatique classique, réinventé comme outil de bien-être numérique.
hi: अपनी आँखों की रक्षा करें और सजगता विकसित करें। हर कुछ घंटों में, एक हल्का ब्लू स्क्रीन अनुस्मारक आपको स्क्रीन से दूर देखने, दूर की किसी चीज़ पर नज़र केंद्रित करने और एक सजग साँस लेने के लिए प्रोत्साहित करता है। क्लासिक कम्प्यूटिंग की यादों से प्रेरित, डिजिटल कल्याण के एक उपकरण के रूप में पुनर्कल्पित।
id: Lindungi kesehatan mata Anda dan kembangkan kesadaran diri. Setiap beberapa jam, pengingat layar biru yang lembut mengajak Anda untuk mengalihkan pandangan dari layar, memfokuskan mata pada sesuatu yang jauh, dan mengambil napas dengan penuh kesadaran. Terinspirasi dari nostalgia komputasi klasik, dirancang ulang sebagai alat untuk kesejahteraan digital.
it: Proteggi la vista e coltiva la consapevolezza. Ogni poche ore, un delicato promemoria a schermata blu ti invita a distogliere lo sguardo dallo schermo, mettere a fuoco gli occhi su qualcosa in lontananza e fare un respiro consapevole. Ispirato alla nostalgia dell'informatica classica, reimmaginato come strumento per il benessere digitale.
ja: 目を守り、マインドフルネスを育みましょう。数時間ごとに、穏やかなブルースクリーンが画面から目を離し、遠くを見つめ、深呼吸することを促します。 懐かしいコンピューターの世界からインスピレーションを受け、デジタルウェルビーイングのためのツールとして生まれ変わりました。
ko: 시력을 보호하고 마음챙김을 실천하세요. 몇 시간마다 부드러운 블루스크린이 나타나 화면에서 눈을 떼고, 먼 곳을 바라보며, 깊게 숨을 쉬도록 안내합니다. 클래식 컴퓨터의 향수에서 영감을 받아 디지털 웰빙 도구로 새롭게 탄생했습니다.
nl: Bescherm uw ogen en bevorder mindfulness. Om de paar uur nodigt een zachte blauw scherm-herinnering u uit om uw blik van het scherm af te wenden, uw ogen op iets in de verte te richten en een bewuste ademhaling te nemen. Geïnspireerd door de nostalgie van klassieke computers, opnieuw vormgegeven als hulpmiddel voor digitaal welzijn.
pl: Chroń wzrok i rozwijaj uważność. Co kilka godzin delikatne przypomnienie w postaci niebieskiego ekranu zachęca do oderwania wzroku od monitora, skupienia go na czymś w oddali i wzięcia świadomego oddechu. Zainspirowane nostalgią za klasycznymi komputerami, na nowo wyobrażone jako narzędzie cyfrowego dobrostanu.
pt_br: Proteja sua visão e cultive a atenção plena. A cada poucas horas, um suave lembrete de tela azul convida você a desviar o olhar da tela, focar os olhos em algo distante e fazer uma respiração consciente. Inspirado pela nostalgia da computação clássica, reimaginado como uma ferramenta para o bem-estar digital.
ru: Берегите зрение и развивайте осознанность. Каждые несколько часов мягкое напоминание в виде синего экрана предлагает вам отвести взгляд от монитора, сфокусироваться на чём-то вдалеке и сделать осознанный вдох. Вдохновлено ностальгией по классическим компьютерам, переосмыслено как инструмент цифрового благополучия.
th: ปกป้องสายตาและฝึกสติของคุณ ทุกสองสามชั่วโมง การเตือนจอฟ้าอย่างนุ่มนวลจะกระตุ้นให้คุณมองออกจากหน้าจอ โฟกัสสายตาไปที่สิ่งที่อยู่ไกลออกไป และหายใจอย่างมีสติ ได้แรงบันดาลใจจากความทรงจำของคอมพิวเตอร์ยุคคลาสสิก ถูกรังสรรค์ขึ้นใหม่เป็นเครื่องมือเพื่อสุขภาวะดิจิทัล
tr: Göz sağlığınızı koruyun ve farkındalığınızı geliştirin. Birkaç saatte bir, nazik bir mavi ekran hatırlatıcısı sizi ekrandan uzağa bakmaya, gözlerinizi uzaktaki bir noktaya odaklamaya ve bilinçli bir nefes almaya teşvik eder. Klasik bilgisayar nostaljisinden ilham alınarak dijital sağlık için yeniden tasarlandı.
uk: Бережіть зір і розвивайте усвідомленість. Кожні кілька годин м'яке нагадування у вигляді синього екрана пропонує вам відвести погляд від монітора, сфокусуватися на чомусь вдалині та зробити усвідомлений вдих. Натхненно ностальгією за класичними комп'ютерами, переосмислено як інструмент цифрового добробуту.
vi: Bảo vệ mắt và rèn luyện chánh niệm. Cứ mỗi vài giờ, một lời nhắc màn hình xanh nhẹ nhàng khuyến khích bạn nhìn ra xa màn hình, tập trung mắt vào một điểm ở phía xa và hít thở một hơi thật chánh niệm. Lấy cảm hứng từ ký ức điện toán cổ điển, được tái tạo thành công cụ chăm sóc sức khỏe số.
zh_hans: 保护视力，培养正念。每隔几小时，一个温和的蓝屏提醒会鼓励你将目光从屏幕上移开，注视远方，深呼吸片刻。 灵感源自经典计算机的怀旧风格，重新构想为一款数字健康工具。
zh_hant: 保護視力，培養正念。每隔幾小時，一個溫和的藍色畫面提醒會鼓勵你將目光從螢幕上移開，注視遠方，深呼吸片刻。 靈感源自經典電腦的懷舊風格，重新構想為一款數位健康工具。

# about.versionFormat
source: Version %@
ar: الإصدار %@
bn: সংস্করণ %@
eo: Versio %@
es: Versión %@
hi: संस्करण %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
th: เวอร์ชัน %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# language.system
source: System Default
ar: الإعداد الافتراضي للنظام
bn: সিস্টেম ডিফল্ট
de: Systemstandard
eo: Sistema defaŭlto
es: Predeterminado del sistema
fr: Réglage système
hi: सिस्टम डिफ़ॉल्ट
id: Bawaan Sistem
it: Predefinito di sistema
ja: システムのデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pl: Domyślny systemowy
pt_br: Padrão do sistema
ru: Системный язык
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
uk: Системна мова
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 系統預設

# language.random
source: Random
ar: عشوائي
bn: এলোমেলো
de: Zufällig
es: Aleatorio
fr: Aléatoire
hi: यादृच्छिक
it: Casuale
ja: ランダム
ko: 무작위
nl: Willekeurig
pl: Losowy
pt_br: Aleatório
ru: Случайный
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

# a11y.overlay.label
source: Blue screen reminder
ar: تذكير الشاشة الزرقاء
bn: ব্লু স্ক্রিন স্মারক
de: Bluescreen-Erinnerung
eo: Blua ekrana rememorigo
es: Recordatorio de pantalla azul
fr: Rappel d'écran bleu
hi: ब्लू स्क्रीन अनुस्मारक
id: Pengingat layar biru
it: Promemoria schermata blu
ja: ブルースクリーンリマインダー
ko: 블루스크린 알림
nl: Blauw scherm-herinnering
pl: Przypomnienie — niebieski ekran
pt_br: Lembrete de tela azul
ru: Напоминание «синий экран»
th: การเตือนจอฟ้า
tr: Mavi ekran hatırlatıcısı
uk: Нагадування «синій екран»
vi: Nhắc nhở màn hình xanh
zh_hans: 蓝屏提醒
zh_hant: 藍色畫面提醒

# a11y.overlay.hint
source: Take a moment to look away from the screen and breathe. Press any key or click to dismiss.
ar: خذ لحظة للنظر بعيدًا عن الشاشة والتنفس. اضغط أي مفتاح أو انقر للإغلاق.
bn: একটু থামুন, স্ক্রিন থেকে দূরে তাকান এবং শ্বাস নিন। বাতিল করতে যেকোনো কী চাপুন বা ক্লিক করুন।
de: Nehmen Sie sich einen Moment, um den Blick vom Bildschirm abzuwenden und zu atmen. Drücken Sie eine beliebige Taste oder klicken Sie, um zu schließen.
eo: Prenu momenton por forrigardi de la ekrano kaj spiri. Premu iun ajn klavon aŭ klaku por fermi.
es: Tómate un momento para apartar la mirada de la pantalla y respirar. Pulsa cualquier tecla o haz clic para cerrar.
fr: Prenez un moment pour détourner le regard de l'écran et respirer. Appuyez sur une touche ou cliquez pour fermer.
hi: एक पल रुकें, स्क्रीन से दूर देखें और साँस लें। बंद करने के लिए कोई भी कुंजी दबाएँ या क्लिक करें।
id: Luangkan waktu sejenak untuk melihat jauh dari layar dan bernapas. Tekan tombol apa saja atau klik untuk menutup.
it: Prenditi un momento per distogliere lo sguardo dallo schermo e respirare. Premi un tasto qualsiasi o fai clic per chiudere.
ja: 画面から目を離して、深呼吸しましょう。任意のキーを押すかクリックで閉じます。
ko: 잠시 화면에서 눈을 떼고 심호흡하세요. 아무 키를 누르거나 클릭하면 닫힙니다.
nl: Neem even de tijd om uw blik van het scherm af te wenden en adem te halen. Druk op een toets of klik om te sluiten.
pl: Oderwij wzrok od ekranu i weź oddech. Naciśnij dowolny klawisz lub kliknij, aby zamknąć.
pt_br: Tire um momento para desviar o olhar da tela e respirar. Pressione qualquer tecla ou clique para fechar.
ru: Отвлекитесь от экрана и сделайте вдох. Нажмите любую клавишу или щёлкните мышью, чтобы закрыть.
th: หยุดสักครู่ มองออกจากหน้าจอ และหายใจ กดปุ่มใดก็ได้หรือคลิกเพื่อปิด
tr: Ekrandan uzağa bakıp nefes almak için bir an durun. Kapatmak için herhangi bir tuşa basın veya tıklayın.
uk: Відведіть погляд від екрана та зробіть вдих. Натисніть будь-яку клавішу або клацніть мишею, щоб закрити.
vi: Hãy dừng lại một chút, nhìn ra xa màn hình và hít thở. Nhấn phím bất kỳ hoặc bấm chuột để đóng.
zh_hans: 请将目光从屏幕上移开，深呼吸。按任意键或点击关闭。
zh_hant: 請將目光從螢幕上移開，深呼吸。按任意鍵或點按關閉。

# a11y.statusItem.label
source: Blue Screen of Death
hi: ब्लू स्क्रीन ऑफ़ डेथ
ja: ブルースクリーン
zh_hans: 蓝屏死机
zh_hant: 藍屏死機

# a11y.statusItem.hint
source: Left-click to trigger, right-click for settings
ar: انقر بالزر الأيسر للتشغيل، وبالزر الأيمن للإعدادات
bn: ট্রিগার করতে বাম-ক্লিক, সেটিংসের জন্য ডান-ক্লিক করুন
de: Linksklick zum Auslösen, Rechtsklick für Einstellungen
eo: Maldekstra klako por ekigi, dekstra klako por agordoj
es: Clic izquierdo para activar, clic derecho para ajustes
fr: Clic gauche pour déclencher, clic droit pour les réglages
hi: ट्रिगर करने के लिए बायाँ-क्लिक, सेटिंग्स के लिए दायाँ-क्लिक करें
id: Klik kiri untuk menjalankan, klik kanan untuk pengaturan
it: Clic sinistro per attivare, clic destro per le impostazioni
ja: 左クリックで表示、右クリックで設定
ko: 왼쪽 클릭으로 표시, 오른쪽 클릭으로 설정
nl: Linksklik om te activeren, rechtsklik voor instellingen
pl: Lewy klik — pokaż, prawy klik — ustawienia
pt_br: Clique esquerdo para ativar, clique direito para configurações
ru: Левый клик — показать, правый клик — настройки
th: คลิกซ้ายเพื่อเริ่ม คลิกขวาเพื่อตั้งค่า
tr: Tetiklemek için sol tıklayın, ayarlar için sağ tıklayın
uk: Лівий клік — показати, правий клік — налаштування
vi: Bấm chuột trái để kích hoạt, bấm chuột phải để mở cài đặt
zh_hans: 左键点击触发，右键点击打开设置
zh_hant: 左鍵點按觸發，右鍵點按開啟設定

# bsod.modern.body
source: Your device ran into a problem and needs to restart. We're just collecting some error info, and then we'll restart for you.
ar: واجه جهازك مشكلة ويحتاج إلى إعادة التشغيل. نقوم الآن بجمع بعض معلومات الخطأ، وبعدها سنعيد التشغيل تلقائيًا.
bn: আপনার ডিভাইসে একটি সমস্যা হয়েছে এবং পুনরায় চালু করা প্রয়োজন। আমরা কিছু ত্রুটির তথ্য সংগ্রহ করছি, এবং তারপর আমরা আপনার জন্য পুনরায় চালু করব।
de: Auf Ihrem Gerät ist ein Problem aufgetreten und es muss neu gestartet werden. Wir sammeln nur einige Fehlerinformationen und starten dann für Sie neu.
eo: Via aparato renkontis problemon kaj bezonas rekomenci. Ni nur kolektas iom da erarinformoj, kaj poste ni rekomencos por vi.
es: Tu dispositivo tuvo un problema y necesita reiniciarse. Solo estamos recopilando información del error y luego reiniciaremos por ti.
fr: Votre appareil a rencontré un problème et doit redémarrer. Nous collectons simplement des informations sur l'erreur, puis nous redémarrerons pour vous.
hi: आपके डिवाइस में कोई समस्या आई है और इसे पुनः आरंभ करने की आवश्यकता है। हम कुछ त्रुटि जानकारी एकत्र कर रहे हैं, और फिर हम आपके लिए पुनः आरंभ करेंगे।
id: Perangkat Anda mengalami masalah dan perlu dimulai ulang. Kami sedang mengumpulkan info kesalahan, lalu kami akan memulai ulang untuk Anda.
it: Il tuo dispositivo ha riscontrato un problema e deve essere riavviato. Stiamo raccogliendo alcune informazioni sull'errore, poi riavvieremo per te.
ja: デバイスに問題が発生したため、再起動する必要があります。エラー情報を収集しています。その後、自動的に再起動します。
ko: 디바이스에 문제가 발생하여 다시 시작해야 합니다. 오류 정보를 수집하고 있으며, 완료되면 자동으로 다시 시작됩니다.
nl: Er is een probleem opgetreden op uw apparaat en het moet opnieuw worden opgestart. We verzamelen nog wat foutinformatie en starten daarna voor u opnieuw op.
pl: Na urządzeniu wystąpił problem i wymaga ono ponownego uruchomienia. Zbieramy informacje o błędzie, a następnie uruchomimy je ponownie.
pt_br: Seu dispositivo encontrou um problema e precisa ser reiniciado. Estamos apenas coletando algumas informações sobre o erro e então reiniciaremos para você.
ru: На вашем устройстве возникла проблема, и его необходимо перезагрузить. Мы собираем информацию об ошибке, после чего выполним перезагрузку.
th: อุปกรณ์ของคุณพบปัญหาและจำเป็นต้องรีสตาร์ท เรากำลังรวบรวมข้อมูลข้อผิดพลาด จากนั้นจะรีสตาร์ทให้คุณ
tr: Cihazınız bir sorunla karşılaştı ve yeniden başlatılması gerekiyor. Hata bilgilerini topluyoruz, ardından sizin için yeniden başlatacağız.
uk: На вашому пристрої виникла проблема, і його потрібно перезавантажити. Ми збираємо інформацію про помилку, після чого виконаємо перезавантаження.
vi: Thiết bị của bạn đã gặp sự cố và cần khởi động lại. Chúng tôi đang thu thập thông tin lỗi, sau đó sẽ khởi động lại cho bạn.
zh_hans: 你的设备遇到问题，需要重新启动。我们正在收集一些错误信息，然后将为你重新启动。
zh_hant: 你的裝置發生問題，需要重新啟動。我們正在收集一些錯誤資訊，然後將為你重新啟動。

# bsod.modern.percentComplete
source: %d%% complete
ar: %d%% مكتمل
bn: %d%% সম্পন্ন
de: %d%% abgeschlossen
eo: %d%% plenumita
es: %d%% completado
fr: %d%% terminé
hi: %d%% पूर्ण
id: %d%% selesai
it: %d%% completato
ja: %d%% 完了
ko: %d%% 완료
nl: %d%% voltooid
pl: %d%% ukończono
pt_br: %d%% concluído
ru: Выполнено: %d%%
th: %d%% เสร็จสมบูรณ์
tr: %d%% tamamlandı
uk: Виконано: %d%%
vi: %d%% hoàn tất
zh_hans: %d%% 完成
zh_hant: %d%% 完成

# bsod.modern.moreInfo
source: For more information about this issue and possible fixes, visit our site
ar: لمزيد من المعلومات حول هذه المشكلة والحلول الممكنة، تفضّل بزيارة موقعنا
bn: এই সমস্যা এবং সম্ভাব্য সমাধান সম্পর্কে আরও তথ্যের জন্য, আমাদের সাইটে যান
de: Weitere Informationen zu diesem Problem und mögliche Lösungen finden Sie auf unserer Website
eo: Por pliaj informoj pri ĉi tiu problemo kaj eblaj korektoj, vizitu nian retejon
es: Para más información sobre este problema y posibles soluciones, visita nuestro sitio
fr: Pour plus d'informations sur ce problème et les corrections possibles, visitez notre site
hi: इस समस्या और संभावित समाधानों के बारे में अधिक जानकारी के लिए, हमारी साइट पर जाएँ
id: Untuk informasi lebih lanjut tentang masalah ini dan kemungkinan perbaikan, kunjungi situs kami
it: Per ulteriori informazioni su questo problema e possibili soluzioni, visita il nostro sito
ja: この問題と考えられる解決策の詳細については、当社のサイトをご覧ください
ko: 이 문제에 대한 자세한 정보와 가능한 해결 방법은 당사 사이트를 방문하세요
nl: Ga naar onze website voor meer informatie over dit probleem en mogelijke oplossingen
pl: Aby uzyskać więcej informacji o tym problemie i możliwych rozwiązaniach, odwiedź naszą stronę
pt_br: Para mais informações sobre este problema e possíveis correções, visite nosso site
ru: Для получения дополнительной информации об этой проблеме и возможных решениях посетите наш сайт
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับปัญหานี้และวิธีแก้ไข โปรดเยี่ยมชมเว็บไซต์ของเรา
tr: Bu sorun ve olası çözümler hakkında daha fazla bilgi için sitemizi ziyaret edin
uk: Щоб дізнатися більше про цю проблему та можливі рішення, відвідайте наш сайт
vi: Để biết thêm thông tin về sự cố này và cách khắc phục, hãy truy cập trang web của chúng tôi
zh_hans: 有关此问题的详细信息和可能的修复方法，请访问我们的网站
zh_hant: 如需此問題的詳細資訊和可能的修正方法，請造訪我們的網站

# bsod.modern.supportInfo
source: If you call a support person, give them this info:
ar: إذا اتصلت بشخص الدعم الفني، أعطه هذه المعلومات:
bn: আপনি যদি কোনো সহায়তা ব্যক্তিকে কল করেন, তাকে এই তথ্য দিন:
de: Wenn Sie den Support kontaktieren, geben Sie folgende Informationen an:
eo: Se vi vokas helpopersonon, donu al ili ĉi tiun informon:
es: Si contactas a un técnico de soporte, proporciónale esta información:
fr: Si vous contactez un technicien, communiquez-lui ces informations :
hi: यदि आप किसी सहायता व्यक्ति को कॉल करते हैं, तो उन्हें यह जानकारी दें:
id: Jika Anda menghubungi petugas dukungan, berikan informasi ini:
it: Se contatti un tecnico dell'assistenza, fornisci queste informazioni:
ja: サポート担当者に連絡する場合は、次の情報をお伝えください:
ko: 지원 담당자에게 연락하시는 경우 다음 정보를 알려주세요:
nl: Als u de ondersteuning belt, geef dan deze informatie door:
pl: Jeśli dzwonisz do pomocy technicznej, podaj te informacje:
pt_br: Se você entrar em contato com um técnico de suporte, forneça estas informações:
ru: Если вы обратитесь в службу поддержки, сообщите им следующее:
th: หากคุณโทรหาฝ่ายสนับสนุน โปรดแจ้งข้อมูลนี้:
tr: Bir destek yetkilisini ararsanız, bu bilgileri iletin:
uk: Якщо ви звертаєтесь до служби підтримки, повідомте їм наступне:
vi: Nếu bạn gọi cho bộ phận hỗ trợ, hãy cung cấp thông tin sau:
zh_hans: 如果你联系支持人员，请向他们提供以下信息:
zh_hant: 如果你聯絡支援人員，請向他們提供以下資訊:

# bsod.modern.stopCode
source: Stop code: %@
ar: رمز الإيقاف: %@
bn: স্টপ কোড: %@
de: Stillstandcode: %@
eo: Haltkodo: %@
es: Código de detención: %@
fr: Code d'arrêt : %@
hi: स्टॉप कोड: %@
id: Kode berhenti: %@
it: Codice di arresto: %@
ja: 停止コード: %@
ko: 중지 코드: %@
pl: Kod zatrzymania: %@
pt_br: Código de parada: %@
ru: Стоп-код: %@
th: รหัสหยุดทำงาน: %@
tr: Durdurma kodu: %@
uk: Стоп-код: %@
vi: Mã dừng: %@
zh_hans: 终止代码: %@
zh_hant: 停止碼: %@

# bsod.classic.problemDetected
source: A problem has been detected and Winsome has been shut down to prevent damage
ar: تم اكتشاف مشكلة وتم إيقاف Winsome لمنع حدوث ضرر
bn: একটি সমস্যা শনাক্ত হয়েছে এবং ক্ষতি রোধ করতে Winsome বন্ধ করা হয়েছে
de: Ein Problem wurde erkannt und Winsome wurde heruntergefahren, um Schäden
eo: Problemo estis detektita kaj Winsome estis malŝaltita por eviti damaĝon
es: Se ha detectado un problema y Winsome se ha apagado para evitar daños
fr: Un problème a été détecté et Winsome a été arrêté pour éviter
hi: एक समस्या का पता चला है और Winsome को क्षति से बचाने के लिए बंद कर दिया गया है
id: Masalah telah terdeteksi dan Winsome telah dimatikan untuk mencegah kerusakan
it: È stato rilevato un problema e Winsome è stato arrestato per evitare danni
ja: 問題が検出されたため、コンピューターへの損傷を防ぐために Winsome が
ko: 문제가 감지되어 컴퓨터의 손상을 방지하기 위해 Winsome이
nl: Er is een probleem gedetecteerd en Winsome is afgesloten om schade
pl: Wykryto problem i system Winsome został zamknięty, aby zapobiec uszkodzeniu
pt_br: Um problema foi detectado e o Winsome foi desligado para evitar danos
ru: Обнаружена проблема, и работа Winsome была завершена для предотвращения повреждения
th: ตรวจพบปัญหาและ Winsome ถูกปิดลงเพื่อป้องกันความเสียหาย
tr: Bir sorun algılandı ve bilgisayarınıza zarar gelmesini önlemek için Winsome kapatıldı
uk: Виявлено проблему, і роботу Winsome було завершено для запобігання пошкодженню
vi: Đã phát hiện sự cố và Winsome đã tắt để ngăn ngừa thiệt hại
zh_hans: 检测到一个问题，Winsome 已关闭以防止对
zh_hant: 偵測到問題，Winsome 已關閉以防止對

# bsod.classic.toYourComputer
source: to your computer.
ar: لجهاز الكمبيوتر الخاص بك.
bn: আপনার কম্পিউটারের।
de: an Ihrem Computer zu verhindern.
eo: al via komputilo.
es: a tu computadora.
fr: d'endommager votre ordinateur.
hi: आपके कंप्यूटर को।
id: pada komputer Anda.
it: al tuo computer.
ja: シャットダウンされました。
ko: 종료되었습니다.
nl: aan uw computer te voorkomen.
pl: komputera.
pt_br: ao seu computador.
ru: вашего компьютера.
th: ต่อคอมพิวเตอร์ของคุณ
uk: вашого комп'ютера.
vi: cho máy tính của bạn.
zh_hans: 你的计算机造成损坏。
zh_hant: 你的電腦造成損壞。

# bsod.classic.causedBy
source: The problem seems to be caused by the following file: %@
ar: يبدو أن المشكلة ناتجة عن الملف التالي: %@
bn: সমস্যাটি নিম্নলিখিত ফাইলের কারণে বলে মনে হচ্ছে: %@
de: Das Problem scheint durch folgende Datei verursacht zu werden: %@
eo: La problemo ŝajne estas kaŭzita de la jena dosiero: %@
es: El problema parece ser causado por el siguiente archivo: %@
fr: Le problème semble être causé par le fichier suivant : %@
hi: यह समस्या निम्नलिखित फ़ाइल के कारण प्रतीत होती है: %@
id: Masalah tampaknya disebabkan oleh berkas berikut: %@
it: Il problema sembra essere causato dal seguente file: %@
ja: この問題は次のファイルが原因と考えられます: %@
ko: 이 문제는 다음 파일이 원인인 것으로 보입니다: %@
nl: Het probleem lijkt te worden veroorzaakt door het volgende bestand: %@
pl: Problem wydaje się być spowodowany przez następujący plik: %@
pt_br: O problema parece ser causado pelo seguinte arquivo: %@
ru: Проблема, по-видимому, вызвана следующим файлом: %@
th: ปัญหาดูเหมือนเกิดจากไฟล์ต่อไปนี้: %@
tr: Sorun şu dosyadan kaynaklanıyor olabilir: %@
uk: Ймовірно, проблему спричинив такий файл: %@
vi: Sự cố có vẻ do tệp sau gây ra: %@
zh_hans: 该问题似乎是由以下文件引起的: %@
zh_hant: 此問題似乎是由以下檔案引起的: %@

# bsod.classic.firstTime
source: If this is the first time you've seen this Stop error screen,
ar: إذا كانت هذه أول مرة ترى فيها شاشة خطأ الإيقاف هذه،
bn: আপনি যদি এই স্টপ ত্রুটি স্ক্রিনটি প্রথমবার দেখে থাকেন,
de: Wenn Sie diesen Stoppfehler zum ersten Mal sehen,
eo: Se ĉi tio estas la unua fojo kiam vi vidas ĉi tiun Halt-eraran ekranon,
es: Si es la primera vez que ves esta pantalla de error Stop,
fr: Si c'est la première fois que vous voyez cet écran d'erreur Stop,
hi: यदि यह पहली बार है जब आपने यह स्टॉप त्रुटि स्क्रीन देखी है,
id: Jika ini pertama kalinya Anda melihat layar kesalahan ini,
it: Se è la prima volta che vedi questa schermata di errore Stop,
ja: この Stop エラー画面が初めて表示された場合は、
ko: 이 Stop 오류 화면이 처음 나타난 경우,
nl: Als dit de eerste keer is dat u dit stopfoutscherm ziet,
pl: Jeśli widzisz ten ekran błędu zatrzymania po raz pierwszy,
pt_br: Se esta é a primeira vez que você vê esta tela de erro Stop,
ru: Если вы видите этот экран ошибки впервые,
th: หากนี่เป็นครั้งแรกที่คุณเห็นหน้าจอข้อผิดพลาดนี้
tr: Bu Dur hatası ekranını ilk kez görüyorsanız,
uk: Якщо ви бачите цей екран помилки вперше,
vi: Nếu đây là lần đầu tiên bạn thấy màn hình lỗi này,
zh_hans: 如果这是你第一次看到此 Stop 错误屏幕，
zh_hant: 如果這是你第一次看到此 Stop 錯誤畫面，
