Repository: mheiber/blue_screen_of_death
Catalog: Sources/BlueScreenOfDeath/Localized/*.lproj/Localizable.strings
Languages: ar, bn, de, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# bsod.cyber.registers
source: registers
ar: السجلات
bn: রেজিস্টার
es: registros
fr: registres
hi: रजिस्टर
it: registri
ja: レジスタ
ko: 레지스터
pl: rejestry
pt_br: registradores
ru: регистры
vi: thanh_ghi
zh_hans: 寄存器
zh_hant: 暫存器

# bsod.cyber.regRip
source: rip=
ar: مؤشر_التعليمة=
bn: নির্দেশ_সূচক=
es: pi=
fr: pi=
hi: निर्देश_सूचक=
it: pi=
ja: 命令ポインタ=
ko: 명령포인터=
nl: instrwijzer=
pl: wsk_rozkazów=
pt_br: pi=
ru: ук=
vi: tgcl=
zh_hans: 指令指针=
zh_hant: 指令指標=

# bsod.cyber.regRsp
source: rsp=
ar: مؤشر_المكدس=
bn: স্ট্যাক_সূচক=
es: pp=
fr: pp=
hi: स्टैक_सूचक=
it: pp=
ja: スタックポインタ=
ko: 스택포인터=
nl: stapelwijzer=
pl: wsk_stosu=
pt_br: pp=
ru: ус=
vi: tgnx=
zh_hans: 栈指针=
zh_hant: 堆疊指標=

# bsod.cyber.regRbp
source: rbp=
ar: مؤشر_القاعدة=
bn: ভিত্তি_সূচক=
es: pb=
fr: pb=
hi: आधार_सूचक=
it: pb=
ja: ベースポインタ=
ko: 베이스포인터=
nl: basiswijzer=
pl: wsk_bazy=
pt_br: pb=
ru: уб=
vi: tgcs=
zh_hans: 基址指针=
zh_hant: 基底指標=

# bsod.cyber.failedToUnload
source: failed to unload
ar: فشل تحرير
bn: আনলোড ব্যর্থ
es: fallo al descargar
fr: échec du déchargement
hi: अनलोड विफल
it: impossibile scaricare
ja: アンロード失敗
ko: 언로드 실패
nl: ontladen mislukt
pl: nie udało się zwolnić
pt_br: falha ao descarregar
ru: не удалось выгрузить
vi: không thể giải phóng
zh_hans: 卸载失败
zh_hant: 卸載失敗

# bsod.cyber.resourceBusy
source: resource busy
ar: المورد مشغول
bn: সম্পদ ব্যস্ত
es: recurso ocupado
fr: ressource occupée
hi: संसाधन व्यस्त
it: risorsa occupata
ja: リソース使用中
ko: 자원 사용 중
nl: bron bezet
pl: zasób zajęty
pt_br: recurso ocupado
ru: ресурс занят
vi: tài nguyên đang bận
zh_hans: 资源占用
zh_hant: 資源佔用

# bsod.cyber.refLabel
source: > ref:
ar: > مرجع:
bn: > তথ্যসূত্র:
fr: > réf :
hi: > संदर्भ:
it: > rif:
ja: > 参照:
ko: > 참조:
pl: > odn:
ru: > ссылка:
vi: > tham_chiếu:
zh_hans: > 引用:
zh_hant: > 參照:

# bsod.cyber.haltCodeLabel
source: > halt_code:
ar: > رمز_التوقف:
bn: > স্থগিত_কোড:
es: > código_parada:
fr: > code_arrêt :
hi: > रोक_कोड:
it: > codice_arresto:
ja: > 停止コード:
ko: > 정지코드:
nl: > stopcode:
pl: > kod_stopu:
pt_br: > código_parada:
ru: > код_останова:
vi: > mã_dừng:
zh_hans: > 停机码:
zh_hant: > 停機碼:

# bsod.cyber.halt.systemHalt
source: SYSTEM_HALT
ar: توقف_النظام
bn: সিস্টেম_স্থগিত
es: PARADA_SISTEMA
fr: ARRÊT_SYSTÈME
hi: प्रणाली_रोक
it: ARRESTO_SISTEMA
ja: システム停止
ko: 시스템_정지
nl: SYSTEEM_STOP
pl: SYSTEM_ZATRZYMANY
pt_br: PARADA_SISTEMA
ru: ОСТАНОВ_СИСТЕМЫ
vi: HỆ_THỐNG_DỪNG
zh_hans: 系统停机
zh_hant: 系統停機

# bsod.cyber.halt.kernelPanic
source: KERNEL_PANIC
ar: ذعر_النواة
bn: কেন্দ্রক_আতঙ্ক
es: PÁNICO_NÚCLEO
fr: PANIQUE_NOYAU
hi: नाभिक_आतंक
it: PANICO_NUCLEO
ja: カーネルパニック
ko: 커널_패닉
nl: KERN_PANIEK
pl: PANIKA_JĄDRA
pt_br: PÂNICO_NÚCLEO
ru: ПАНИКА_ЯДРА
vi: NHÂN_HOẢNG
zh_hans: 内核恐慌
zh_hant: 核心恐慌

# bsod.cyber.halt.fatalException
source: FATAL_EXCEPTION
ar: استثناء_فادح
bn: মারাত্মক_ব্যতিক্রম
es: EXCEPCIÓN_FATAL
fr: EXCEPTION_FATALE
hi: घातक_अपवाद
it: ECCEZIONE_FATALE
ja: 致命的例外
ko: 치명적_예외
nl: FATALE_UITZONDERING
pl: KRYTYCZNY_WYJĄTEK
pt_br: EXCEÇÃO_FATAL
ru: КРИТИЧЕСКОЕ_ИСКЛЮЧЕНИЕ
vi: NGOẠI_LỆ_NGHIÊM_TRỌNG
zh_hans: 致命异常
zh_hant: 致命例外

# bsod.cyber.halt.unrecoverableError
source: UNRECOVERABLE_ERROR
ar: خطأ_غير_قابل_للاسترداد
bn: অপুনরুদ্ধারযোগ্য_ত্রুটি
es: ERROR_IRRECUPERABLE
fr: ERREUR_IRRÉCUPÉRABLE
hi: अपुनर्प्राप्य_त्रुटि
it: ERRORE_IRRECUPERABILE
ja: 回復不能エラー
ko: 복구불능_오류
nl: ONHERSTELBARE_FOUT
pl: NIEODWRACALNY_BŁĄD
pt_br: ERRO_IRRECUPERÁVEL
ru: НЕУСТРАНИМАЯ_ОШИБКА
vi: LỖI_KHÔNG_PHỤC_HỒI
zh_hans: 不可恢复错误
zh_hant: 無法復原錯誤

# bsod.cyber.halt.watchdogTimeout
source: WATCHDOG_TIMEOUT
ar: انتهاء_مهلة_الحارس
bn: প্রহরী_সময়সীমা
es: EXPIRACIÓN_GUARDIÁN
fr: EXPIRATION_CHIEN_DE_GARDE
hi: प्रहरी_समयसीमा
it: SCADENZA_CANE_DI_GUARDIA
ja: 監視タイマー超過
ko: 감시_타이머_초과
nl: WAAKHOND_TIJDSLIMIET
pl: LIMIT_CZASU_WATCHDOGA
pt_br: ESTOURO_CÃO_DE_GUARDA
ru: ТАЙМАУТ_СТОРОЖЕВОГО
vi: CHÓ_GÁC_HẾT_GIỜ
zh_hans: 看门狗超时
zh_hant: 看門狗逾時

# bsod.cyber.halt.tripleFault
source: TRIPLE_FAULT
ar: خطأ_ثلاثي
bn: ত্রিদোষ
es: TRIPLE_FALLO
fr: TRIPLE_FAUTE
hi: त्रिदोष
it: TRIPLO_GUASTO
ja: 三重障害
ko: 삼중_장애
nl: DRIEVOUDIGE_FOUT
pl: POTRÓJNY_BŁĄD
pt_br: FALHA_TRIPLA
ru: ТРОЙНОЙ_СБОЙ
vi: LỖI_BA_LẦN
zh_hans: 三重故障
zh_hant: 三重故障

# bsod.cyber.fault.memory
source: memory_fault
ar: خطأ_ذاكرة
bn: স্মৃতি_দোষ
es: fallo_memoria
fr: défaut_mémoire
hi: स्मृति_दोष
it: guasto_memoria
ja: メモリ障害
ko: 메모리_장애
nl: geheugen_fout
pl: błąd_pamięci
pt_br: falha_memória
ru: ошибка_памяти
vi: lỗi_bộ_nhớ
zh_hans: 内存故障
zh_hant: 記憶體故障

# bsod.cyber.fault.segmentation
source: segmentation_fault
ar: خطأ_تجزئة
bn: খণ্ডন_দোষ
es: fallo_segmentación
fr: défaut_segmentation
hi: खंडन_दोष
it: guasto_segmentazione
ja: セグメンテーション障害
ko: 세그먼트_장애
nl: segmentatie_fout
pl: naruszenie_segmentu
pt_br: falha_segmentação
ru: ошибка_сегментации
vi: lỗi_phân_đoạn
zh_hans: 段错误
zh_hant: 區段錯誤

# bsod.cyber.fault.bus
source: bus_error
ar: خطأ_ناقل
bn: বাস_ত্রুটি
es: error_bus
fr: erreur_bus
hi: बस_त्रुटि
it: errore_bus
ja: バスエラー
ko: 버스_오류
nl: bus_fout
pl: błąd_magistrali
pt_br: erro_barramento
ru: ошибка_шины
vi: lỗi_kênh
zh_hans: 总线错误
zh_hant: 匯流排錯誤

# bsod.cyber.fault.stackOverflow
source: stack_overflow
ar: طفحان_مكدس
bn: স্ট্যাক_উপচে_পড়া
es: desbordamiento_pila
fr: débordement_pile
hi: स्टैक_अतिप्रवाह
it: trabocco_pila
ja: スタック溢れ
ko: 스택_넘침
nl: stapel_overloop
pl: przepełnienie_stosu
pt_br: estouro_pilha
ru: переполнение_стека
vi: tràn_ngăn_xếp
zh_hans: 栈溢出
zh_hant: 堆疊溢位

# bsod.cyber.fault.heapCorruption
source: heap_corruption
ar: تلف_كومة
bn: হিপ_কলুষণ
es: corrupción_montículo
fr: corruption_tas
hi: हीप_भ्रष्टता
it: corruzione_mucchio
ja: ヒープ破損
ko: 힙_손상
nl: hoop_corruptie
pl: uszkodzenie_sterty
pt_br: corrupção_monte
ru: повреждение_кучи
vi: hỏng_vùng_nhớ_động
zh_hans: 堆损坏
zh_hant: 堆積損毀

# bsod.cyber.fault.nullDeref
source: null_deref
ar: إشارة_فارغة
bn: শূন্য_নির্দেশ
es: deref_nula
fr: déréf_nulle
hi: शून्य_संदर्भ
it: deref_nulla
ja: ヌル参照
ko: 널_참조
nl: null_verwijzing
pl: puste_odwołanie
pt_br: deref_nula
ru: нулевая_ссылка
vi: trỏ_rỗng
zh_hans: 空引用
zh_hant: 空參照

# bsod.cyber.fault.doubleFree
source: double_free
ar: تحرير_مزدوج
bn: দ্বৈত_মুক্তি
es: doble_liberación
fr: double_libération
hi: दोहरा_मुक्ति
it: doppia_liberazione
ja: 二重解放
ko: 이중_해제
nl: dubbele_vrijgave
pl: podwójne_zwolnienie
pt_br: dupla_liberação
ru: двойное_освобождение
vi: giải_phóng_kép
zh_hans: 重复释放
zh_hant: 重複釋放

# bsod.cyber.fault.useAfterFree
source: use_after_free
ar: استخدام_بعد_تحرير
bn: মুক্তি_পরবর্তী_ব্যবহার
es: uso_tras_liberación
fr: usage_après_libération
hi: मुक्ति_पश्चात_उपयोग
it: uso_dopo_liberazione
ja: 解放後使用
ko: 해제후_사용
nl: gebruik_na_vrijgave
pl: użycie_po_zwolnieniu
pt_br: uso_após_liberação
ru: обращение_после_освобождения
vi: dùng_sau_giải_phóng
zh_hans: 释放后使用
zh_hant: 釋放後使用

# bsod.cyber.fault.bufferOverrun
source: buffer_overrun
ar: تجاوز_مخزن
bn: বাফার_অতিক্রম
es: desbordamiento_búfer
fr: dépassement_tampon
hi: बफर_अतिक्रमण
it: sforamento_buffer
ja: バッファ超過
ko: 버퍼_초과
nl: buffer_overloop
pl: przepełnienie_bufora
pt_br: estouro_buffer
ru: переполнение_буфера
vi: tràn_bộ_đệm
zh_hans: 缓冲区溢出
zh_hant: 緩衝區溢位

# bsod.cyber.seg.text
source: .text
ar: .نص
bn: .কোড
es: .texto
fr: .texte
hi: .कोड
it: .testo
ja: .命令
ko: .명령
nl: .tekst
pl: .tekst
pt_br: .texto
ru: .код
vi: .mã_lệnh
zh_hans: .指令
zh_hant: .指令

# bsod.cyber.seg.data
source: .data
ar: .بيانات
bn: .তথ্য
es: .datos
fr: .données
hi: .आँकड़े
it: .dati
ja: .データ
ko: .데이터
nl: .gegevens
pl: .dane
pt_br: .dados
ru: .данные
vi: .dữ_liệu
zh_hans: .数据
zh_hant: .資料

# bsod.cyber.seg.bss
source: .bss
ar: .متغيرات
bn: .চলক
hi: .चर
ja: .未初期化
ko: .미초기화
ru: .бсс
vi: .chưa_khởi_tạo
zh_hans: .未初始化
zh_hant: .未初始化

# bsod.cyber.seg.rodata
source: .rodata
ar: .بيانات_ثابتة
bn: .স্থির_তথ্য
es: .datos_fijos
fr: .données_fixes
hi: .स्थिर_आँकड़े
it: .dati_fissi
ja: .読専データ
ko: .읽기전용
nl: .nurgegevens
pl: .nurdane
pt_br: .dados_fixos
ru: .конст
vi: .dữ_liệu_chỉ_đọc
zh_hans: .只读数据
zh_hant: .唯讀資料

# bsod.cyber.seg.heap
source: .heap
ar: .كومة
bn: .হিপ
es: .montículo
fr: .tas
hi: .हीप
it: .mucchio
ja: .ヒープ
ko: .힙
nl: .hoop
pl: .sterta
pt_br: .monte
ru: .куча
vi: .vùng_nhớ_động
zh_hans: .堆
zh_hant: .堆積

# bsod.cyber.seg.stack
source: .stack
ar: .مكدس
bn: .স্ট্যাক
es: .pila
fr: .pile
hi: .स्टैक
it: .pila
ja: .スタック
ko: .스택
nl: .stapel
pl: .stos
pt_br: .pilha
ru: .стек
vi: .ngăn_xếp
zh_hans: .栈
zh_hant: .堆疊
